{
  "metadata": {
    "title": "MUT Improv Games Reference",
    "version": "1.0",
    "lastUpdated": "2026-01-10",
    "totalGames": 232,
    "tags": {
      "family_friendly": {
        "emoji": "🎭",
        "description": "Important to know for Laugh Track City or Family Friendly Matinee"
      },
      "jam_friendly": {
        "emoji": "🎵",
        "description": "Great for a Jam"
      },
      "seasonal": {
        "emoji": "📅",
        "description": "Seasonal Games"
      }
    }
  },
  "categories": [
    {
      "id": "opening_games",
      "name": "Opening Games",
      "description": "Warm-up and opening games to start a show",
      "games": [
        {
          "id": "categories",
          "name": "Categories",
          "aliases": [],
          "tags": [
            "family_friendly",
            "jam_friendly"
          ],
          "playerCount": {
            "min": 4,
            "max": 10,
            "optimal": 6
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "beginner",
          "setup": {
            "description": "Players stand in a line. Host gets a topic from the audience.",
            "suggestions": []
          },
          "rules": [
            "Host points to each player who must name something in the category",
            "Eliminations occur on hesitation, incorrect answers, or host decision",
            "Host may give endowments instead of eliminating (accents, impressions, dance moves)"
          ],
          "tips": [
            "Practice heightening - start obvious, get more obscure",
            "Listen to fellow players for patterns",
            "Embrace failure - fail big!",
            "Commit to any endowments given"
          ],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "home_shopping_network",
          "name": "Home Shopping Network",
          "aliases": [],
          "tags": [
            "family_friendly"
          ],
          "playerCount": {
            "min": 6,
            "max": 8,
            "optimal": 7
          },
          "audienceParticipation": true,
          "duration": "8-12 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "One or two people designated as guessers leave the room. Host collects five items with unique traits (e.g., \"microwave POWERED BY tofu\"). Clue givers write down items and decide who gives what clue.",
            "suggestions": []
          },
          "rules": [
            "One side goes 1→2→3, other side goes 5→4→3",
            "Guessers race to claim the middle item",
            "Clue givers may ONLY use pantomime, no gibberish",
            "If one guesser, go 1→5"
          ],
          "tips": [
            {
              "role": "Guessers",
              "tips": [
                "Be a character - you're a QVC host!",
                "Keep upbeat attitude and energy",
                "Tell a narrative, don't just list guesses",
                "Eyes on clue givers at all times"
              ]
            },
            {
              "role": "Clue Givers",
              "tips": [
                "Cheat out towards audience while ensuring guesser can see",
                "Show the NEED for the product first",
                "Definitively indicate when product is guessed (clap and point)",
                "For non-electric power, pantomime unplugging from outlet"
              ]
            }
          ],
          "examples": [],
          "videoLinks": [],
          "audienceCount": "1-2 guessers"
        },
        {
          "id": "mash_up",
          "name": "Mash Up",
          "aliases": [],
          "tags": [
            "jam_friendly"
          ],
          "playerCount": {
            "min": 4,
            "max": 8,
            "optimal": 6
          },
          "audienceParticipation": false,
          "duration": "10-15 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "Host creates whiteboard with 4 quadrants, each with a theme (characters, occupation, genre, obsession, location, etc.). Gather 16 total suggestions (4 per quadrant).",
            "suggestions": []
          },
          "rules": [
            "Players stand in backline",
            "One player steps up and mashes up two suggestions from different quadrants",
            "Host asks to see the scene",
            "Players do short scene of the mash up",
            "Host walks in front and audience says \"MASH UP!\" to end scene",
            "Continue until all suggestions are used"
          ],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "my_movie",
          "name": "My Movie",
          "aliases": [],
          "tags": [
            "family_friendly",
            "jam_friendly"
          ],
          "playerCount": {
            "min": 4,
            "max": 10,
            "optimal": 6
          },
          "audienceParticipation": false,
          "duration": "8-12 minutes",
          "difficulty": "beginner",
          "setup": {
            "description": "Players stand in a line with host in front. Get suggestion of a letter or film genre.",
            "suggestions": []
          },
          "rules": [
            "Host conducts players to say \"My Movie, My Movie, My Movie\"",
            "Host points at player who names a made-up movie title using suggestion",
            "When audience/host likes a title (indicated by \"oooo\"), player gives tagline",
            "If host likes it, they say \"let's see it!\" and players do short scene",
            "Host calls scene by walking back to middle",
            "Get new suggestion or continue with same"
          ],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "playground_insults",
          "name": "Playground Insults",
          "aliases": [],
          "tags": [
            "family_friendly"
          ],
          "playerCount": {
            "min": 6,
            "max": 8,
            "optimal": 7
          },
          "audienceParticipation": false,
          "duration": "8-12 minutes",
          "difficulty": "advanced",
          "setup": {
            "description": "Host sends one player from each side out as guessers. Get suggestion of insult in form: Adjective → Verb-ing → Noun (each word 3+ syllables).",
            "suggestions": []
          },
          "rules": [
            "Guessers take on personas of kids arguing and insulting each other",
            "Kids face each other with backs to their team's clue givers",
            "Teammates break down syllables and pantomime them",
            "Guessers work guesses into their insults",
            "Host switches between teams every 10-20 seconds",
            "First guesser to call the full insult wins"
          ],
          "tips": [
            {
              "role": "Guessers",
              "tips": [
                "Character is typically a child on playground",
                "Repeat what other guesser said when clue givers are running on stage"
              ]
            },
            {
              "role": "Clue Givers",
              "tips": [
                "Break down syllables with team beforehand",
                "Have backup pantomimes ready",
                "Syllables don't have to be perfect pronunciations"
              ]
            }
          ],
          "examples": [
            "Air (breathing in air) | Row (rowing a boat) | mat (doormat) | Tic (tic on a dog)",
            "Arrow (Shooting a bow and arrow)",
            "The syllables do not have to be perfect pronunciations"
          ],
          "videoLinks": []
        },
        {
          "id": "scattergories",
          "name": "Scattergories",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 4,
            "max": 10,
            "optimal": 6
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "Similar to Categories. Players stand in a line, host gets topic from audience.",
            "suggestions": []
          },
          "rules": [
            "Host points to each player who must name something in category",
            "After any response, host can say \"Which is also…\"",
            "Player must name new topic their response could belong to",
            "Topic changes to this new topic",
            "Eliminations on hesitation, incorrect answers, or host decision"
          ],
          "tips": [
            "Practice heightening - start obvious, get more obscure",
            "Listen to fellow players for patterns",
            "Embrace failure - fail big!"
          ],
          "examples": [
            "P1: Shark",
            "P2: Beta Fish",
            "P3: Gold Fish",
            "Host: Which is also a…",
            "P3: Type of Snack",
            "P2: Potato Chips"
          ],
          "videoLinks": []
        },
        {
          "id": "sideline_debate",
          "name": "Sideline Debate",
          "aliases": [],
          "tags": [
            "family_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "The guessers are called back in and take on the personas of politicians debating the pros and cons of Verb-ing → Adjective → Noun. The politicians face each other with each having their back to the other team’s clue givers."
          },
          "rules": [
            "The host sends one player from each side out of the room to be the guessers and gets the suggestion of a Verb-ing → Adjective → Noun, each word having three or more syllables.",
            "The host will determine which team will go first, and their teammates will get across the first word by breaking it down into smaller syllable chunks and getting them across through pantomime.",
            "When the Verb-ing word is guessed, the teams will move on to the Adjective, and then the Noun.",
            "The first guesser will try to guess what the syllable is working their guesses into their insults."
          ],
          "tips": [
            "The first guesser will try to guess what the syllable is working their guesses into their insults."
          ],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "sideline_karaoke",
          "name": "Sideline Karaoke",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "The host sends one player from each side out of the room to be the guessers and gets five multi word songs titles from the audience."
          },
          "rules": [],
          "tips": [
            "The guessers then run back into the room and each grab a microphone. A pianist or soundbooth will provide a backing track. Similar to Home Shopping Network, each guesser needs to guess two songs and race to get the middle song. Clue givers will be pantomiming entire words to the guessers, which will help the guesser build the whole song title together. The guessers are singing the entire time as they guess the song titles. The first team to guess three songs wins!"
          ],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "simon",
          "name": "Simon",
          "aliases": [],
          "tags": [
            "jam_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "The host will then get an activity or location. The first player then does a motion related to the suggestion and names it. The second player then does that first motion, then does a new motion and names it."
          },
          "rules": [
            "Two players start onstage against each other, similar to What Are You Doing and Top That."
          ],
          "tips": [
            "Two players start onstage and an activity is suggested from the audience. One player will start by stepping up and doing a quick, repeatable motion, then going back to neutral and saying “try that on for size” or “top that.” The other player will then step up, do the same motion but justify it differently, and then end with “try that on for size” or “top that.” This goes back and forth until an elimination occurs, which comes if a player hesitates, repeats, or the host finds a reason to move the game along.",
            "For later rounds, avoid doing a motion that was already done. If arms were used up in the air, do something with your legs or use a prop.",
            "“I’m dropping a baby… try that on for size”",
            "“I’m catching that baby… try that on for size”",
            "I did a show where the thing was gymnastics and the person threw their arms in the air like a landing pose. “I’m doing gymnastics… try that on for size”",
            "My friend said “Y… try that on for size” (like YMCA by the Village People). Got a major pop!"
          ],
          "examples": [
            "Player 1: I’m lacing up my shoes",
            "Player 2: I’m lacing up my shoes → I’m pumping the ball",
            "Player 1: I’m lacing up my shoes → I’m pumping the ball → I’m dribbling the ball",
            "Player 2: I’m lacing up my shoes → I’m pumping the ball → I’m dribbling the ball → I’m dunking on you",
            "Player 1: I’m lacing up my shoes → I’m pumping the ball → I’m dribbling the ball → I’m dunking on you → I’m getting a technical by punching you",
            "Player 2: I’m lacing up my shoes → I’m pumping the ball → I’m dunking on you",
            "Host: That’s wrong!",
            "Top That",
            "Player 1: *Does a shooting a basketball motion* I’m playing Basketball… Try that on for size",
            "Player 2: *Does a shooting a basketball motion* I’m high-fiving a giant… Try that on for size",
            "Player 1: *Does a shooting a basketball motion* I’m putting things on the top shelf… Try that on for size",
            "Player 2: *Does a shooting a basketball motion* I’m Mufasa trying to grab Scar’s paw… Try that on for size",
            "Host: Aww… too soon, you’re OUT!",
            "Do a motion that is easily repeatable! If you do something like get on your knees, well you’re doing it to yourself! If it’s a motion you can’t do, do it your own way in safe manner.",
            "The action and first justification should be related to the topic. If it’s volleyball, it’s as simple as “I’m playing volleyball,” I’m spiking the ball,” I’m setting the ball,” etc.",
            "The later justifications can be nothing related to volleyball.",
            "Feel free to build a story if it seems possible",
            "Instead of just “I’m dancing,” you can say “I’m dancing to Chappell Roan”",
            "Usually we want to say “I’m…” at the start of everything, but feel free to switch it up sometimes."
          ],
          "videoLinks": [
            "https://youtu.be/dZ4OSOKyePI?t=600"
          ]
        },
        {
          "id": "top_that_try_that_on_for_size",
          "name": "Top That (Try That on For Size)",
          "aliases": [],
          "tags": [
            "family_friendly",
            "jam_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "A game where players perform based on the concept of top that (try that on for size).",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "video_dating_service",
          "name": "Video Dating Service",
          "aliases": [],
          "tags": [
            "family_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "The guessers are called back in and take on the personas of people looking for love. The guessers face each other with each having their back to the other team’s clue givers. The first guesser will try to guess what the syllable is while maintaining the character."
          },
          "rules": [
            "The host sends one player from each side out of the room to be the guessers and gets the suggestion of the types of people the guessers are looking for in the form of Adjective → Occupation → Hobby, each word having three or more syllables.",
            "The host will determine which team will go first, and their teammates will get across the first word by breaking it down into smaller syllable chunks and getting them across through pantomime.",
            "When the adjective word is guessed, the teams will move on to the occupation, and then the hobby."
          ],
          "tips": [
            "The first guesser will try to guess what the syllable is while maintaining the character."
          ],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "what_you_got",
          "name": "What You Got",
          "aliases": [],
          "tags": [
            "family_friendly",
            "jam_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "A group of 6-8 are onstage in two teams. A suggestion is received from the audience in the form of a broad topic, activity, event, etc. One person from each team is front and center with the other posse members behind that person."
          },
          "rules": [],
          "tips": [
            "Make sure to attach a specific action to the commands. Even if the command is not action-based, like “I’m waiting for the bus”, make it a big action!",
            "Don’t try to cram big sentences into your actions. Be simple. “I’m da da da da” —that’s it"
          ],
          "examples": [
            "Leader 1: I’m Throwing the Bouquet Leader 1 & Posse: Throwing the Bouquet, Throwing the Bouquet, What You Got!",
            "Leader 2: I’m Giving a Toast Leader 2 & Posse: Giving a Toast, Giving a Toast, What You Got",
            "The teams go back and forth until there’s hesitation, a fall off the beat, or too much repetition.",
            "Be safe! If you can’t do the action without hurting yourself, don’t. However, make up for it with your voice and attitude.",
            "If you’re the leader, be clear and loud. Reach your posse members.",
            "Heighten the commands. Start with typical actions and build up to more absurd or extreme actions.",
            "If you’re a leader and your opposing leader does a command that elicits a big reaction, feel free to end the round by bowing out of the competition or intentionally losing. It’s like an edit in a Montage. Let’s reset with a new round."
          ],
          "videoLinks": [
            "https://www.youtube.com/watch?v=NeNK2dk1hgY",
            "https://youtu.be/slNxZm0Kifk?t=292"
          ]
        },
        {
          "id": "what_are_you_doing",
          "name": "What Are You Doing",
          "aliases": [],
          "tags": [
            "family_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "8-12 minutes",
          "difficulty": "beginner",
          "setup": {
            "description": "Two players onstage. Suggestions start with actions (sport, chore, hobby), then transition to letters.",
            "suggestions": []
          },
          "rules": [
            "One player does random action or dancing",
            "Other player yells \"What Are You Doing!\"",
            "First player stops, goes to neutral, says something they're NOT doing",
            "Second player does what they were endowed with",
            "Continue until elimination (hesitation, repetition, saying what you're actually doing)"
          ],
          "tips": [
            "Do big actions and VOCALIZE",
            "Think of these as solo miniature scenes",
            "Avoid narrating/repeating the prompt",
            "Justify absurd actions with big characters",
            "Give and accept the absurd - COMMIT!",
            "Stop action when partner says \"What are you doing!\" and make eye contact",
            "Try to eliminate \"I'm\" - use letter sound instead (B-b-b-baking a cake)",
            "\"What Are You Doing\" is a statement, not a question",
            "Allow partner to finish thought before interrupting"
          ],
          "examples": [
            "Player 1: Starts Randomly Moving",
            "Player 2: What Are You Doing!",
            "Player 1: Dribbling Basketballs",
            "Player 2: Starts dribbling basketballs",
            "Player 1: What Are You Doing!",
            "Player 2: Shooting Threes",
            "Player 1: Starts Shooting Threes",
            "Player 2: What Are You Doing!",
            "Player 1: Traveling",
            "Player 2: 1 airline ticket to Belize, please",
            "Do big actions and VOCALIZE! Make the game equally as fun for a hard-of-hearing audience member and a visually-impaired audience member.",
            "Try to eliminate “I’m,” since it just becomes a delay tactic at that point. Instead, use the sound of the letter to inspire you about an example (eg: B-b-b-baking a cake). The audience thinks that giving us a letter makes the game more difficult, but it is actually a gift we can use to create fun activities.",
            "\"What Are You Doing\" is a statement (or exclamation) not a question.",
            "Allow your partner to finish their thought before saying \"What Are You Doing!\" The game should be fast, but thoughts/ideas should be finished.",
            "Don’t get frustrated; get excited! Short form is designed to make you fail. To be comfortable with failure shows success in short form."
          ],
          "videoLinks": [
            "https://www.youtube.com/watch?v=9aLz010pBbs&t=563s"
          ]
        }
      ]
    },
    {
      "id": "audience_games",
      "name": "Audience Games",
      "description": "Games that involve audience members directly",
      "games": [
        {
          "id": "4_square",
          "name": "4 Square",
          "aliases": [],
          "tags": [
            "family_friendly",
            "jam_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": true,
          "duration": "8-12 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "4 performers in square formation. Front 2 receive suggestion, then rotate.",
            "suggestions": []
          },
          "rules": [
            "Front 2 performers receive suggestion",
            "Host shouts \"rotate right\" and square shifts",
            "New pair front and center receives suggestion",
            "Continue until all 4 pairs have suggestions (you're in 2 pairs)",
            "Front pair jumps into scene when game begins",
            "Host shouts \"rotate right (or left)\" to end scene and rotate"
          ],
          "tips": [
            "When you return to scene, time has passed - heighten to new moment",
            "Think cause and effect",
            "Have strong relationship",
            "Listen to host - they may rotate different direction or multiple times"
          ],
          "examples": [],
          "videoLinks": [
            "https://youtu.be/TOelOmoWgj4?t=668"
          ],
          "audienceCount": "1-2 audience members can play"
        },
        {
          "id": "audience_recap_telephone",
          "name": "Audience Recap (Telephone)",
          "aliases": [],
          "tags": [
            "jam_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "A game where players perform based on the concept of audience recap (telephone).",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "audience_sfx",
          "name": "Audience SFx",
          "aliases": [],
          "tags": [
            "family_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 4,
            "optimal": 2
          },
          "audienceParticipation": true,
          "duration": "5-8 minutes",
          "difficulty": "beginner",
          "setup": {
            "description": "Audience member given microphone to provide sound effects. Get scene suggestion.",
            "suggestions": []
          },
          "rules": [
            "Audience member provides sound effects based on scene actions",
            "Players must justify all sound effects given"
          ],
          "tips": [
            "Use exposition to help audience member know what you're doing",
            "Verbally announce actions: \"Hold on, let me get the axe\"",
            "JUSTIFY all sound effects - react appropriately",
            "Allow pauses for sound effects",
            "Play tennis - take turns prompting (50/50)"
          ],
          "examples": [],
          "videoLinks": [],
          "audienceCount": "1 audience member with microphone"
        },
        {
          "id": "bedtimecampfire_story",
          "name": "Bedtime/Campfire Story",
          "aliases": [],
          "tags": [
            "family_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "A game where players perform based on the concept of bedtime/campfire story.",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "casanova",
          "name": "Casanova",
          "aliases": [],
          "tags": [
            "family_friendly",
            "jam_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "Two teams of 3 (or 4) compete to win the favor of an audience member. Based on a suggestion, the teams try to come up with the best pick up line, but they must speak one word at a time. Teams conclude their pick up line by saying \"YEAAAAAHHHHH!\" together."
          },
          "rules": [
            "When you receive the suggestion, freely associate words in your head and see if you can drop them into your team's pick up line."
          ],
          "tips": [
            "Based on a suggestion, the teams try to come up with the best pick up line, but they must speak one word at a time.",
            "So if the suggestion was rabbit, rather than actually saying the suggestion in the pick up line, try to drop in an association word.",
            "\"Hey baby, I think you should hop into my heart.\" \"What’s up doc, you could never bug me.\" Similar to what you do in the stand-in-the-line pun games like “I Kissed A…” Since you're speaking one word at a time, the biggest focus is on speaking quickly and coherently.",
            "So use proper grammar.",
            "Be confident!",
            "Especially with the \"YEEAAAAAHHHHH!\" If a mistake happens, don't call it out, just finish the line confidently.",
            "A few types of responses are to try a short pick up line (they can be 2-3 words and that’s all you need), start with a Question then Answer it, change tone (usually sexy is what we default to, but maybe trying loving or enthusiastic"
          ],
          "examples": [],
          "videoLinks": [
            "https://youtu.be/1RgCbWN06Og?t=3135"
          ]
        },
        {
          "id": "center_of_attentionpretty_pretty_princess",
          "name": "Center of Attention/Pretty Pretty Princess",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "This game is similar to 4 Square, except the audience volunteer is in every scene and every scene is a three-person scene. 4 Performers are onstage in a square formation with the audience member in the middle. The front 2 performers receive a suggestion."
          },
          "rules": [
            "When the game begins, the pair front and center jump into a scene.",
            "When the host shouts “rotate right (or left)” the scene ends and the square rotates appropriately."
          ],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "coffee_break",
          "name": "Coffee Break",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "A game where players perform based on the concept of coffee break.",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "columns",
          "name": "Columns",
          "aliases": [],
          "tags": [
            "family_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "A game where players perform based on the concept of columns.",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "day_in_the_life",
          "name": "Day in the Life",
          "aliases": [],
          "tags": [
            "family_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "A game where players perform based on the concept of day in the life.",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "dinner_at_joes",
          "name": "Dinner at Joe’s",
          "aliases": [],
          "tags": [
            "family_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "A game where players perform based on the concept of dinner at joe’s.",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "dubbing",
          "name": "Dubbing",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "A game where players perform based on the concept of dubbing.",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "moving_bodies",
          "name": "Moving Bodies",
          "aliases": [],
          "tags": [
            "family_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 3,
            "optimal": 2
          },
          "audienceParticipation": true,
          "duration": "5-8 minutes",
          "difficulty": "beginner",
          "setup": {
            "description": "Players cannot move on their own. Audience member moves them like action figures.",
            "suggestions": []
          },
          "rules": [
            "Players cannot move themselves",
            "Audience member physically moves players",
            "Players must verbally indicate desired movements",
            "Adjust and justify if audience member moves you unexpectedly"
          ],
          "tips": [
            "Verbally indicate movements: \"I'm walking over there to pick up that basket\"",
            "Repeat if volunteer doesn't respond",
            "Justify overzealous movements"
          ],
          "examples": [],
          "videoLinks": [],
          "audienceCount": "1 audience member"
        },
        {
          "id": "payback_theatre",
          "name": "Payback Theatre",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "Peter Pan’s Shadow (Virtual Reality)"
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "peter_pans_shadow_virtual_reality",
          "name": "Peter Pan’s Shadow (Virtual Reality)",
          "aliases": [],
          "tags": [
            "family_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "A game where players perform based on the concept of peter pan’s shadow (virtual reality).",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "slo_mo_olympics",
          "name": "Slo-Mo Olympics",
          "aliases": [],
          "tags": [
            "family_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-8 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "Olympic event of mundane/non-sport activity. Get suggestion.",
            "suggestions": []
          },
          "rules": [
            "Athletes warm up at regular speed while being introduced",
            "Starting pistol fires (or commentators start match)",
            "Athletes switch to slow motion",
            "Commentators describe as high-stakes sporting event",
            "Game ends when athlete crosses finish line or vanquishes opponent"
          ],
          "tips": [
            {
              "role": "Commentators",
              "tips": [
                "Start strong - welcome audience, introduce yourself, event, then athletes",
                "React to what athletes are pantomiming",
                "Play with athletes - instant replays, zoom in",
                "Lead athletes to actions",
                "Don't talk over fellow commentator",
                "Maintain excitement, avoid dead air"
              ]
            },
            {
              "role": "Athletes",
              "tips": [
                "Before match, hint at character - good guy (face) or bad guy (heel)",
                "Play with props related to competition",
                "Go slow when match starts, match competitor's speed",
                "Make pantomiming distinct, especially hands",
                "React big with movements and facial expressions",
                "Earnestly do activity first, then sabotage opponent",
                "Use things related to activity when sabotaging",
                "Do 4-5 fighting beats during slo-mo",
                "Generally bad guy should lose"
              ]
            }
          ],
          "examples": [],
          "videoLinks": [],
          "notes": [
            "This can be played with an audience member as an athlete. As the fellow athlete, take care of the audience member and let them win."
          ]
        },
        {
          "id": "subtext",
          "name": "Subtext",
          "aliases": [],
          "tags": [
            "family_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "A game where players perform based on the concept of subtext.",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "what_if",
          "name": "What If?",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "The host interviews an audience volunteer about a recent major life decision, then players perform scenes showing what would have happened if they'd made a different choice."
          },
          "rules": [
            "The host first interviews a volunteer about a recent major life or positive decision they made, then ask follow up questions like who they were with when they were making the decision (family, friend, partner, etc.), whom the decision affected, and any other natural questions that come up.",
            "One player must play the volunteer (either the volunteer chooses or players choose) and the other players will play supporting roles.",
            "Scene 1: Establish the decision and choose the alternate path",
            "Scene 2: Show the initial fallout revealing it was a bad choice",
            "Scene 3+: Heighten the consequences, making things progressively worse",
            "End by asking the volunteer: \"Aren't you glad you made that decision?\""
          ],
          "tips": [
            "Keep the interview quick and focused on gathering key details about the decision"
          ],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "word_from_our_sponsor",
          "name": "Word From our Sponsor",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "A game where players perform based on the concept of word from our sponsor.",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "word_up_from_our_sponsor",
          "name": "Word Up From our Sponsor",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "A game where players perform based on the concept of word up from our sponsor.",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        }
      ]
    },
    {
      "id": "host_interrupt_games",
      "name": "Host Interrupt Games",
      "description": "Games where the host can interrupt and modify the scene",
      "games": [
        {
          "id": "4_square",
          "name": "4 Square",
          "aliases": [],
          "tags": [
            "family_friendly",
            "jam_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": true,
          "duration": "8-12 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "4 performers in square formation. Front 2 receive suggestion, then rotate.",
            "suggestions": []
          },
          "rules": [
            "Front 2 performers receive suggestion",
            "Host shouts \"rotate right\" and square shifts",
            "New pair front and center receives suggestion",
            "Continue until all 4 pairs have suggestions (you're in 2 pairs)",
            "Front pair jumps into scene when game begins",
            "Host shouts \"rotate right (or left)\" to end scene and rotate"
          ],
          "tips": [
            "When you return to scene, time has passed - heighten to new moment",
            "Think cause and effect",
            "Have strong relationship",
            "Listen to host - they may rotate different direction or multiple times"
          ],
          "examples": [],
          "videoLinks": [
            "https://youtu.be/TOelOmoWgj4?t=668"
          ],
          "audienceCount": "1-2 audience members can play"
        },
        {
          "id": "actor_switch",
          "name": "Actor Switch",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "A game where players perform based on the concept of actor switch.",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "big_little",
          "name": "Big Little",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "A game where players perform based on the concept of big little.",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "calvin_ball",
          "name": "Calvin Ball",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "A game where players perform based on the concept of calvin ball.",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "changing_emotions_stuff",
          "name": "Changing Emotions & Stuff",
          "aliases": [],
          "tags": [
            "family_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "A game where players perform based on the concept of changing emotions & stuff.",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "conjunction_junction",
          "name": "Conjunction Junction",
          "aliases": [],
          "tags": [
            "family_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 4,
            "optimal": 2
          },
          "audienceParticipation": false,
          "duration": "5-8 minutes",
          "difficulty": "beginner",
          "setup": {
            "description": "Players begin neutral scene. Get scene suggestion.",
            "suggestions": []
          },
          "rules": [
            "Host interrupts and calls out conjunction (and, or, but, because, also, etc.)",
            "Last player who spoke repeats conjunction and expands sentence",
            "Host may call multiple conjunctions in a row"
          ],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "continuation",
          "name": "Continuation",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "A game where players perform based on the concept of continuation.",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "dd_in_the_life",
          "name": "D&D in the Life",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "A game where players perform based on the concept of d&d in the life.",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "death_pendulum",
          "name": "Death Pendulum",
          "aliases": [],
          "tags": [
            "seasonal"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "A game where players perform based on the concept of death pendulum.",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "dick_van_dyke",
          "name": "Dick Van Dyke",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "A game where players perform based on the concept of dick van dyke.",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "dvd",
          "name": "DVD",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "A game where players perform based on the concept of dvd.",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "forward_reverse",
          "name": "Forward Reverse",
          "aliases": [],
          "tags": [
            "family_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 3,
            "optimal": 2
          },
          "audienceParticipation": false,
          "duration": "5-8 minutes",
          "difficulty": "advanced",
          "setup": {
            "description": "Scene game where host can shout 'reverse' to make scene go backwards. Get scene suggestion.",
            "suggestions": []
          },
          "rules": [
            "Host shouts 'reverse' and scene progresses backwards",
            "Host says 'forward' to resume forward motion",
            "Scene may go in reverse beyond first sentence"
          ],
          "tips": [
            "Driven by action and characters",
            "Combine dialogue with specific movement/action",
            "Use whole stage, move around",
            "Keep dialogue concise for easier memory",
            "Think in reverse - set up the activity you started with",
            "Don't worry about mistakes, embrace them",
            "Keep momentum going"
          ],
          "examples": [],
          "videoLinks": [
            "https://youtu.be/1815esED55I?t=4665",
            "https://www.youtube.com/watch?v=YLmlPf958lw",
            "https://www.youtube.com/watch?v=mq_DVneSyQw"
          ]
        },
        {
          "id": "genre_switch",
          "name": "Genre Switch",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "A game where players perform based on the concept of genre switch.",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "gibberish_switch",
          "name": "Gibberish Switch",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "A game where players perform based on the concept of gibberish switch.",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "growing_shrinking_machine",
          "name": "Growing Shrinking Machine",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "A game where players perform based on the concept of growing shrinking machine.",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "hey_morty",
          "name": "Hey Morty",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 6,
            "optimal": 3
          },
          "audienceParticipation": false,
          "duration": "5-8 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "Scene game best played dramatically. Get scene suggestion.",
            "suggestions": []
          },
          "rules": [
            "Players perform dramatic scene",
            "Host interrupts by calling player's name and repeating a word (usually noun)",
            "Player tells pun based on word in over-the-top manner",
            "Format:\n   - Player: \"Hey, Morty!\"\n   - All: \"Yeah, Morty?!\"\n   - Player: \"Did you hear the one about X?\"\n   - All: \"No, Morty. We didn't hear the one about X.\"\n   - Player: [Pun]\n   - ALL: \"HA!\" [with jazz hands]",
            "Scene continues as if pun never happened"
          ],
          "tips": [
            "Pun doesn't have to be good - fun, stupid vibe",
            "Players not in scene can jump on stage for call and response"
          ],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "identity_crisis",
          "name": "Identity Crisis",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "A game where players perform based on the concept of identity crisis.",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "inner_monologue",
          "name": "Inner Monologue",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "A game where players perform based on the concept of inner monologue.",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "monkey_in_the_middle",
          "name": "Monkey in the Middle",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "A game where players perform based on the concept of monkey in the middle.",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "new_choice",
          "name": "New Choice",
          "aliases": [],
          "tags": [
            "family_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 4,
            "optimal": 2
          },
          "audienceParticipation": false,
          "duration": "5-8 minutes",
          "difficulty": "beginner",
          "setup": {
            "description": "Host can call NEW CHOICE and player must say something different. Get scene suggestion.",
            "suggestions": []
          },
          "rules": [
            "Host calls NEW CHOICE on player",
            "Player must say something different from what was said",
            "Host may NEW CHOICE actions, reactions, or anything"
          ],
          "tips": [
            "Keep sentences short with pauses",
            "Make actual change, don't just repeat differently",
            "Change beginning of sentences, not just last word",
            "Think Rule of Threes: Regular > Weird > Crazy Town",
            "Character motivations can remain intact",
            "Prompt host with nice gifts to NEW CHOICE"
          ],
          "examples": [
            "\"Surprise, I got you a new car!\" *NEW CHOICE*",
            "“Here’s a half-eaten Snickers bar.” *NEW CHOICE*",
            "\"I married your daughter, we cool?\"",
            "Mainly say a new choice; get away from the first choice in some way",
            "AVOID:",
            "“You look beautiful.” *NEW CHOICE*",
            "“You look awful.” *NEW CHOICE*",
            "“You look suspicious.” *NEW CHOICE*",
            "“You look meh.”",
            "Think Rule of Three’s with your new choice: Regular > Weird > Crazy Town",
            "Your character’s motivations can remain intact, even if the new choices adds twists and turns",
            "The host is also a player in this game too and it’s fun when the host is clearly messing with the players on stage."
          ],
          "videoLinks": [
            "https://www.youtube.com/watch?v=pgYcQizy1rk"
          ]
        },
        {
          "id": "oscar_winning_moment",
          "name": "Oscar Winning Moment",
          "aliases": [],
          "tags": [
            "family_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "A game where players perform based on the concept of oscar winning moment.",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": [
            "https://www.youtube.com/watch?v=1hr2mu5CbOM"
          ]
        },
        {
          "id": "parallel_universe",
          "name": "Parallel Universe",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "A game where players perform based on the concept of parallel universe.",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "rhyme_it",
          "name": "Rhyme It",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "A game where players perform based on the concept of rhyme it.",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "say_that_differently",
          "name": "Say That Differently",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "A game where players perform based on the concept of say that differently.",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "scantron",
          "name": "Scantron",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "Cast members do a scene and at any point in time, the host can shout \"FREEZE\". The scene is generally heightened by the amount of players."
          },
          "rules": [],
          "tips": [
            "Cast members stand still and the host will prompt each player to make a choice on \"What happens next...\" Once every player says their thing, the host will have each player repeat it so the audience can vote on which choice they want to see based on their applause.",
            "Sell your choice with your voice and body language Typically Option A (the 1st choice) will be a more logical choice Options B - D can be more extreme and heightened Try to make your choices relevant to the story It’s okay if they go off the rails because you said the first thing that came to mind, I would rather have you say something than spend time thinking in silence Using “WE” instead of “I” invites everyone be involved in the scene Once the audience has voted for the choice they want to see, immediately start transitioning to that choice and justifying it"
          ],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "shakespeare_switch",
          "name": "Shakespeare Switch",
          "aliases": [],
          "tags": [
            "family_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "The players start out doing a neutral scene based on the suggestion. Moments that happened in the scene may carry over throughout the switches, but the fun of it is justifying differently. In the Shakespearean mode, you challenge someone to a duel."
          },
          "rules": [
            "Whenever the host wishes, they yell out “Switch” and the players must immediately switch from their normal scene to a Shakespearean inspired play.",
            "The host will then yell “Switch” again and the players will return to the neutral scene.",
            "The host may call “Switch” whenever they like throughout the scene until the game ends."
          ],
          "tips": [
            "Do NOT overuse -TH at the end of every word.",
            "Thou is commonly used, so that’s fine.",
            "Keep in mind themes found in Shakespear plays, just like when you play Genre Replay.",
            "Just because Shakespear sounds fancy, keep in mind that he was also a raunchy writer too.",
            "Bonus points if you can make your Shakespearean dialogue rhyme!"
          ],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "spin_off",
          "name": "Spin Off",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "A game where players perform based on the concept of spin off.",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        }
      ]
    },
    {
      "id": "justification_games",
      "name": "Justification Games",
      "description": "Games requiring quick thinking and justification",
      "games": [
        {
          "id": "90_sec_alphabet",
          "name": "90-Sec Alphabet",
          "aliases": [],
          "tags": [
            "family_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 3,
            "optimal": 2
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "advanced",
          "setup": {
            "description": "Scene where each line starts with next letter of alphabet. Get scenario and starting letter.",
            "suggestions": []
          },
          "rules": [
            "First word of first sentence begins with given letter",
            "Next line begins with next letter, continuing through alphabet",
            "Goal: get back to starting letter within 90 seconds"
          ],
          "tips": [
            "Tell beginning, middle, and end within 90 seconds",
            "Start in the middle of action",
            "Use emotions and be a character",
            "Do activities with your lines",
            "You WILL make mistakes - get back on the bike",
            "Don't panic or show WTF expression",
            "Jump out of plane, figure it out on way down",
            "Start with syllable of letter if you blank"
          ],
          "examples": [
            "Performer A: Frank, looks like we’re going to have to close down. Nobody wants to eat at Denny’s anymore.",
            "Performer B: Gosh darn it. What will the 3am boozehounds do without us?",
            "Performer A: I don’t know (WHOOPS, skipped H)",
            "Performer B: (going with the partner) James! We should fundraise",
            "right now and see if we can make 2k by the end of the day.",
            "A big saying in improv is \"Jump out of the plane and figure out what to do on the way down.\" This rule REALLY applies in this game. Sometimes you get to a letter, and you blank on the \"right\" word to say. Just say something! Feel free to start with a syllable that begins with that letter and see where it leads. That's the fun of the game, right? The audience is in on this joke that you have these rules to follow.",
            "Performer A: Ulysses, I'm afraid I'm going to have to let you go. Starbucks is making budget cuts.",
            "Performer B: Vooooooocation school! I should have done vocation school! Now I don't have any skills."
          ],
          "videoLinks": []
        },
        {
          "id": "abcene",
          "name": "ABCene",
          "aliases": [],
          "tags": [
            "family_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "Ask for a scene suggestion and a letter of the alphabet. The letter becomes the first letter of the first line dialogue. Lines of dialogue alternate between actors, each beginning with the next letter of the alphabet, continuing until the host calls the game."
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "acromania",
          "name": "Acromania",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "Perform a regular scene based on any suggestion. During the scene, an improviser may throw out an acronym of two or more letters. Another improviser must immediately give the full name the letters represent."
          },
          "rules": [],
          "tips": [
            "GRAMMAR NOTE: No, these aren’t really acronyms because acronyms are pronounced as words (ex: LASER, SCUBA, FOMO)."
          ],
          "examples": [
            "Person 1: I’ll handle the dinner for tonight. All I need to do is call PTD.",
            "Person 2: Preserve This Dinner? Great idea! They saved many events for me!",
            "Don’t worry about what the letters could mean, that's up to the other improviser.",
            "Don’t get caught in a letter rut, like starting or ending with all the same letters.",
            "Get out an acronym earlier in the scene to show how the game works.",
            "Add more letters later in the scene. As a gimmick, end with a long acronym."
          ],
          "videoLinks": [],
          "notes": [
            "GRAMMAR NOTE: No, these aren't really acronyms because acronyms are pronounced as words (ex: LASER, SCUBA, FOMO). The abbreviation of a phrase pronounced by saying each letter is called an \"initialism.\" I guess it was too obscure to call this game \"Initialismania.\""
          ]
        },
        {
          "id": "angry_gods",
          "name": "Angry Gods",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "Two improvisers portray gods who stand on the sides of the stage and at least 2 others are “mortals” performing a scene. The two mortals begin a scene. At any point, either god may clap to freeze the scene and insert a plague, problem, or solution based on their power."
          },
          "rules": [
            "Each god’s powers are influenced by an audience suggestion and the scene gets its own suggestion, something simple like a location.",
            "If you wish, include a third, benevolent god who can undo any other god’s meddling."
          ],
          "tips": [
            "The gods may each be trying to plague the other’s favorite, or they may simply love to interfere.",
            "Be clear what kind of gods you wish to use."
          ],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "are_you_thinking_what_im_thinking",
          "name": "Are You Thinking What I’m Thinking?",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "The initial actor accepts that offer immediately."
          },
          "rules": [],
          "tips": [
            "During a scene, any actor may turn to another and say, “Are you thinking what I’m thinking?” The other performer will try to say it along with them, this can be achieved with the initial actor elongating the “are.” They will then try to speak at the same time their answer, then accept that choice.",
            "Variation: One actor initiates the “Are you thinking what I’m thinking?” The other performer then answers that question and offers a choice or a response."
          ],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "echoes",
          "name": "Echoes",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "For four improvisers performing three scenes with three separate suggestions. In the first scene, Actor 1 performs a short scene with Actor 2. In the second scene, Actor 2 performs a scene with Actor 3, but repeats all the lines they had in the scene with Actor 1."
          },
          "rules": [],
          "tips": [
            "To increase the chances of remembering the dialogue, keep the scenes short and the dialogue distinct.",
            "Actors 2 and 3 should avoid overly scene-specific dialogue, like names, that won't carry through as well."
          ],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "hesitation",
          "name": "Hesitation",
          "aliases": [],
          "tags": [
            "family_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 4,
            "optimal": 2
          },
          "audienceParticipation": true,
          "duration": "5-8 minutes",
          "difficulty": "beginner",
          "setup": {
            "description": "Players gesture to audience to fill in blanks during scene. Get scene suggestion.",
            "suggestions": []
          },
          "rules": [
            "Players do scene and gesture to audience for fill-in-the-blank",
            "Player repeats whatever word they hear from audience",
            "Player must justify the word in context"
          ],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "instant_soap_opera",
          "name": "Instant Soap Opera",
          "aliases": [],
          "tags": [
            "jam_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "A game where players perform based on the concept of instant soap opera.",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "memento",
          "name": "Memento",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "A game where players perform based on the concept of memento.",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "onion",
          "name": "Onion",
          "aliases": [],
          "tags": [
            "family_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "A game where players perform based on the concept of onion.",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "oxygen_deprivation",
          "name": "Oxygen Deprivation",
          "aliases": [],
          "tags": [
            "seasonal"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "A game where players perform based on the concept of oxygen deprivation.",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "pavlovian_response",
          "name": "Pavlovian Response",
          "aliases": [],
          "tags": [
            "family_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "One at a time, the host will call someone up and ask the audience for their trigger and then response. Example: Whenever B looks into A’s eyes, A must shimmy and say “I love you!” The host repeats this until everyone has a trigger and response and it should form a complete cycle."
          },
          "rules": [
            "Players will then play the scene normally but work in the triggers and responses, and try their best to justify why they are responding how they are in the scene.",
            "Four players start by facing the back wall and covering their ears and humming so they can’t hear."
          ],
          "tips": [
            "Players will then play the scene normally but work in the triggers and responses, and try their best to justify why they are responding how they are in the scene.",
            "You should know who your trigger is before the scene starts Remember that this is still a scene, establish that who, what, why Don’t try to force the trigger immediately, let it happen naturally at first Let it descend into chaos during the second half of the scene, but make sure to not talk over each other Try justifying the movements and phrases when you make your response"
          ],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "pick_a_play",
          "name": "Pick-a-Play",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "A game where players perform based on the concept of pick-a-play.",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "revolving_door",
          "name": "Revolving Door",
          "aliases": [],
          "tags": [
            "family_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "The host assigns each player a trigger word. When a player's word is spoken during the scene, they must immediately enter or exit the stage and justify their action."
          },
          "rules": [
            "The host assigns each player a word that might come up in a casual conversation, gets a suggestion, and the players begin a neutral scene.",
            "Whenever another player in the scene speaks a player’s word, that player must enter or exit.",
            "If the player’s word is spoken and they are off stage, they must immediately come on stage and justify their entrance.",
            "If their word is spoken while on stage, they must immediately exit and justify their exit.",
            "If it happens, someone just walk back on."
          ],
          "tips": [
            "Embrace the silly moments where you accidentally say your own trigger word and need to leave"
          ],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "say_stuff_do_things",
          "name": "Say Stuff, Do Things",
          "aliases": [],
          "tags": [
            "family_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "Players exit while the host collects dialogue lines and actions from the audience on slips of paper. Players return and perform a scene, picking up and incorporating the prompts as they go."
          },
          "rules": [
            "Players exit the room while the host gets lines of dialogues and actions from the audience that they spread across the stage.",
            "Players will return into the room and do a scene while periodically picking up slips of papers and following the instructions on them.",
            "If there is a slip of paper that is on stage left and next to the wing, then that slip will likely say “Enter” on it.",
            "If you are one of the players who is off to the side then that slip of paper is an invitation for you to pick it up when you want to enter the scene."
          ],
          "tips": [
            "Don’t try and set up the line, instead justify it after you picked it up.",
            "Try throwing a transition or two into the scene.",
            "A transition is a great way to give your fellow players a chance to set up where the scene goes next and helps to keep the game fresh."
          ],
          "examples": [],
          "videoLinks": [
            "https://youtu.be/d70qApWLiVQ?t=641"
          ]
        },
        {
          "id": "scooby_doo",
          "name": "Scooby-Doo",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "Sit, Stand, Kneel, Lie (Sit, Stand, Lie) Can either be played with three or four performers. Don't play the game safe. Make bold choices to change your position to cause a change in others."
          },
          "rules": [
            "Each performer must be doing one of the commands during the scene, either sitting, standing, kneeling, or lying down (or just sitting, standing or lying down if there are three performers).",
            "If two or more are doing the same command, the audience will let the players know, and the players must quickly adjust.",
            "If you are doing a scene set around a book club and the scene continues and you're still just talking about books, throw in a choice to change it up."
          ],
          "tips": [
            "Don't play the game safe.",
            "Make bold choices to change your position to cause a change in others.",
            "\"Wait a minute!",
            "Enjoy the chaos and don't lose momentum as you reach the climax."
          ],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "sit_stand_kneel_lie_sit_stand_lie",
          "name": "Sit, Stand, Kneel, Lie (Sit, Stand, Lie)",
          "aliases": [],
          "tags": [
            "family_friendly",
            "jam_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "A game where players perform based on the concept of sit, stand, kneel, lie (sit, stand, lie).",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "six_lines_also_eight_lines",
          "name": "Six Lines (also Eight Lines)",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "A game where players perform based on the concept of six lines (also eight lines).",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "sound_booth_hell",
          "name": "Sound Booth Hell",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "A game where players perform based on the concept of sound booth hell.",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "teleprompter",
          "name": "Teleprompter",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "A game where players perform based on the concept of teleprompter.",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "two_line_vocabulary",
          "name": "Two-Line Vocabulary",
          "aliases": [],
          "tags": [
            "family_friendly",
            "jam_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "3 Performers. 2 Performers receive 2 sentences each from the host. They are only allowed to use these 2 sentences in the scene."
          },
          "rules": [],
          "tips": [
            "They are only allowed to use these 2 sentences in the scene.",
            "Use that to your advantage.",
            "Use object work Explore the environment.",
            "Use body language, hold and use things in your environment.",
            "Change who you are addressing You don't have to just address the 3rd performer.",
            "Generally, the Colin (I'm calling this person Colin, because Colin almost always plays this role) initiates the scene.",
            "Don't say \"Hi, how are you?\" Say \"We are surrounded.",
            "You are the juggler of the scene and must do your best to keep balance with the scenic restrictions.",
            "The comedy is seeing you keep balance onstage.",
            "It's a blast!"
          ],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "what_happened_to_you",
          "name": "What Happened to You?",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "A game where players perform based on the concept of what happened to you?.",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "whose_line",
          "name": "Whose Line",
          "aliases": [
            "Blind Line"
          ],
          "tags": [
            "family_friendly",
            "jam_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "Set up a strong initiation to the scene before picking up the first line (know the who, what, where...why is today important, create at least one character who the audience can empathize with)."
          },
          "rules": [
            "Players leave the room, while the host retrieves lines of dialogue from the audience.",
            "Players then do a scene and periodically pick up a line, read it, and incorporate it into the scene.",
            "If a fellow player has picked up a line, give focus to them."
          ],
          "tips": [
            "Use the lines in increments of about 15-20 seconds (Duck, duck, goose...the line is the goose).",
            "Don't worry about exposition to the lines (\"Well my grandfather used to tell me....\"You're fired!\").",
            "Again, they can be said as expressions/metaphors if they don't make sense.",
            "Accept it and proceed!",
            "If a fellow player has picked up a line, give focus to them.",
            "Read the line clearly, the audience wants to hear them because that’s the gimmick!"
          ],
          "examples": [],
          "videoLinks": [
            "https://youtu.be/Qmn7Q_TTbbo?t=491",
            "https://www.youtube.com/watch?v=mzp7dOL5B2I"
          ]
        },
        {
          "id": "word_count_number_of_words",
          "name": "Word Count (Number of Words)",
          "aliases": [],
          "tags": [
            "family_friendly",
            "jam_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "A game where players perform based on the concept of word count (number of words).",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        }
      ]
    },
    {
      "id": "replay_games",
      "name": "Replay Games",
      "description": "Games involving replaying scenes in different styles",
      "games": [
        {
          "id": "big_fish",
          "name": "Big Fish",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "Countdown (Fairy Tale) The host will get a fairy tale or movie and have the audience member quickly explain it. The performers must perform the entire story within about 90 seconds. (Try to show it in 3-4 scenes)."
          },
          "rules": [
            "If a big physical action happens and it gets a pop from the audience, it must happen every time Don’t start out frantic during the base scene and first replay (45-second scene)."
          ],
          "tips": [
            "(Try to show it in 3-4 scenes).",
            "Honor the audience member’s summation, especially if they say something odd!",
            "It’s in the scene You can throw in your own knowledge of the story, but try to focus on what the audience member said.",
            "Don’t use too much dialogue, use actions instead as they are easier to remember.",
            "“Oh the ball will begin any moment, I must leave!” Use Anchor Points!",
            "Listen for the time calls as the host yells out how much time is remaining Fun fact: the host isn’t exactly calling the end of the scene at the exact time."
          ],
          "examples": [],
          "videoLinks": [
            "https://youtu.be/WCcVy1KlAxM?t=2894"
          ]
        },
        {
          "id": "countdown_fairy_tale",
          "name": "Countdown (Fairy Tale)",
          "aliases": [],
          "tags": [
            "family_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "A game where players perform based on the concept of countdown (fairy tale).",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "eliminator_replay_survivor",
          "name": "Eliminator Replay (Survivor)",
          "aliases": [],
          "tags": [
            "family_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "A game where players perform based on the concept of eliminator replay (survivor).",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "groundhogs_replay",
          "name": "Groundhog’s Replay",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "A game where players perform based on the concept of groundhog’s replay.",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "google_translate",
          "name": "Google Translate",
          "aliases": [],
          "tags": [
            "family_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "The players split themselves up into three equal sized groups (A, B, C). Group A will then perform a scene based on the suggestion while group B watches. Once the establishing scene is completed the audience will call group C back into the room."
          },
          "rules": [
            "The host sends group C out of the room before getting a suggestion for the scene.",
            "If you clearly know what the scene is about just from the gibberish and pantomime, subvert it and make the scene something else."
          ],
          "tips": [
            "Gibberish Scene: Focus on the specific player that you will be reenacting.",
            "Make sure that you and your partner are focusing on different players.",
            "This is an excellent opportunity for you to practice your gibberish.",
            "Vary it up, and use it as you would if you were speaking normally.",
            "Bonus points if there is a repeated phrase in the establishing scene and you use a repeated gibberish phrase to copy it.",
            "Keep an eye out for big moments that happen throughout the establishing scene.",
            "Translation Scene: Focus on the specific player that you will be reenacting.",
            "Make sure that you and your partner are focusing on different players."
          ],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "hollywood_director",
          "name": "Hollywood Director",
          "aliases": [],
          "tags": [
            "family_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "The initial scene will be about a minute. Try to interject (CUT CUT CUT!) when the scene reaches a solid moment to conclude on. Allow for Person C to get a moment to heighten (usually Person C's contribution creates the most comedy/drama...they are heightening and making the scene bigger)."
          },
          "rules": [
            "If Person C is taking too long, they had their chance, get out there; keep the show going.",
            "If the scene was action based (or even not action based), you can give them a more physical endowment (do it again as interpretive dancers!",
            "If the scene was emotional or not emotional, you can give them an emotional endowment (do it as a soap opera!"
          ],
          "tips": [
            "Try to interject (CUT CUT CUT!) when the scene reaches a solid moment to conclude on.",
            "Don't wait too long though.",
            "If Person C is taking too long, they had their chance, get out there; keep the show going.",
            "Be a character!",
            "You don't have to just come in and give the endowment and leave.",
            "Banter for a bit (not toooo long!) and then endow!",
            "If the scene was action based (or even not action based), you can give them a more physical endowment (do it again as interpretive dancers!",
            "do it again as laughing hyenas!",
            "If the scene was emotional or not emotional, you can give them an emotional endowment (do it as a soap opera!",
            "do it as a war movie!",
            "You can also be more random but try to find a link to the previous scene, so that there's a connection!",
            "With the second one, sure, you can go a bit more off-the-wall, but again, try to have a connection!",
            "So, get out there and call the scene when you feel it's right!"
          ],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "mega_naive_replay",
          "name": "Mega Naive Replay",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "A game where players perform based on the concept of mega naive replay.",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "multiplicity",
          "name": "Multiplicity",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "A game where players perform based on the concept of multiplicity.",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "naive_replay",
          "name": "Naive Replay",
          "aliases": [],
          "tags": [
            "family_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "A game where players perform based on the concept of naive replay.",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "pink_panther_effect",
          "name": "Pink Panther Effect",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "A game where players perform based on the concept of pink panther effect.",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "ratings_board",
          "name": "Ratings Board",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "Perform a short G-rated scene. Replay the same scene, but now with a PG-13 rating. Replay once more with an R-rating."
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "replay",
          "name": "Replay",
          "aliases": [],
          "tags": [
            "family_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "A standard set-up scene is done, and then 2 or 3 tv or movie genres are received from the audience. Sometimes, the host gets emotions and the players will decide which emotions they will embody. The performers must replay the scene 2 (or 3) times using those genres."
          },
          "rules": [
            "The host or the players will choose which order to go in.",
            "Players choose: Choose the genres you’re confident in first and third, with the weakest sandwiched in the middle Anchors in your set-up scene are great gifts during the replay scenes The genre can morph characters, environment, situations, etc.",
            "If I ever get those suggestions for a scene, I can pull a few things from my limited knowledge and commit 100% to those choices."
          ],
          "tips": [
            "Have fun with the genre!",
            "Even if you don’t know a whole lot about a genre, see if you can pull one or a few things and just commit to that choice.",
            "If I ever get those suggestions for a scene, I can pull a few things from my limited knowledge and commit 100% to those choices.",
            "This knowledge can easily apply to genres!"
          ],
          "examples": [],
          "videoLinks": [
            "https://tvtropes.org/",
            "https://www.youtube.com/@WatchMojo",
            "https://www.youtube.com/@DeadMeat",
            "https://youtu.be/Qmn7Q_TTbbo?t=857",
            "https://www.youtube.com/watch?v=ZHicGPV7Gcs",
            "https://www.youtube.com/watch?v=4V0QULM06H4"
          ]
        },
        {
          "id": "replay_at_bernies",
          "name": "Replay at Bernie’s",
          "aliases": [],
          "tags": [
            "family_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "The players will first do a base scene for about 90 seconds. Once that player is “dead,” the player will then be puppetted around by the other players in the scene like a “dead” body, inspired by the movie Weekend at Bernie’s."
          },
          "rules": [
            "If you’re going to go through a window because you know the audience will love to see that happen, make sure you are safe The audience typically votes for the following player to stay alive at the end: The person who did the least The person who is “struggling” the most in the game The person who is the smallest Try your best to pay attention during the base scene because you may have to fill in the blanks in the replay scenes.",
            "When I’m out of sight line, I like getting up and moving to make it easier for my puppeteers."
          ],
          "tips": [
            "Then the host will call all players in a line and ask the audience to vote, with their cheers and applause, for who they would like “dead” when they replay the scene.",
            "Give yourself “gifts,” but make sure you do it safely!",
            "If you’re going to go through a window because you know the audience will love to see that happen, make sure you are safe The audience typically votes for the following player to stay alive at the end: The person who did the least The person who is “struggling” the most in the game The person who is the smallest Try your best to pay attention during the base scene because you may have to fill in the blanks in the replay scenes."
          ],
          "examples": [],
          "videoLinks": [
            "https://www.youtube.com/watch?v=MaLn0s6H94U"
          ]
        },
        {
          "id": "skewed",
          "name": "Skewed",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "A game where players perform based on the concept of skewed.",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "understudy",
          "name": "Understudy",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "A game where players perform based on the concept of understudy.",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        }
      ]
    },
    {
      "id": "scene_games",
      "name": "Scene Games",
      "description": "Traditional improv scenes with various constraints",
      "games": [
        {
          "id": "3_rooms",
          "name": "3 Rooms",
          "aliases": [],
          "tags": [
            "family_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "A game where players perform based on the concept of 3 rooms.",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": [
            "https://youtu.be/ZswOo4M0A2U?t=1085"
          ]
        },
        {
          "id": "4_rooms",
          "name": "4 Rooms",
          "aliases": [],
          "tags": [
            "family_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "A game where players perform based on the concept of 4 rooms.",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "afterschool_special",
          "name": "Afterschool Special",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "A game where players perform based on the concept of afterschool special.",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "bad_kitty",
          "name": "Bad Kitty",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "A game where players perform based on the concept of bad kitty.",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "battlescene_galactica",
          "name": "BattleScene Galactica",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "A game where players perform based on the concept of battlescene galactica.",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "battleship",
          "name": "Battleship",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "A game where players perform based on the concept of battleship.",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "blind_freeze",
          "name": "Blind Freeze",
          "aliases": [],
          "tags": [
            "family_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "Similar to the game Freeze, except all players will stand on the back wall facing away from the audience so they cannot see the scenes, only hear. At any point and time during the scene someone can say FREEZE and should raise their hand."
          },
          "rules": [
            "If there’s a pop, call freeze even if you don’t have an idea.",
            "If you start a scene lifting something, name what it is you're lifting.",
            "When you call freeze, don’t walk up, run up and take the spot immediately!",
            "If a freeze is called, the person entering can tap out two people and take on one of their positions, or tap out one person and continue doing a 3 person scene (this is just a little bit tricky to justify, so I recommend returning to a 2 person scene eventually)."
          ],
          "tips": [
            "Don’t call freeze after 2 seconds because you have an idea.",
            "Listen to the audience to call freezes.",
            "Just get up there and figure it out!",
            "Be specific!",
            "Make bold choices and have big reactions!",
            "Don’t let scenes die!",
            "Listen to that pop!",
            "Since you cannot see, it is even more important to listen to those pops and the energy dying from a scene.",
            "Get up quick!",
            "When you call freeze, don’t walk up, run up and take the spot immediately!"
          ],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "change_letter",
          "name": "Change Letter",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "A game where players perform based on the concept of change letter.",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "crabtrees_conundrum",
          "name": "Crabtree’s Conundrum",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "A game where players perform based on the concept of crabtree’s conundrum.",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "dead_bodies",
          "name": "Dead Bodies",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "A game where players perform based on the concept of dead bodies.",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "dime_store_novel",
          "name": "Dime Store Novel",
          "aliases": [],
          "tags": [
            "family_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "A game where players perform based on the concept of dime store novel.",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "dont_make_me_heckle",
          "name": "Don’t Make Me Heckle",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "A game where players perform based on the concept of don’t make me heckle.",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "dubbing_single_double_triple",
          "name": "Dubbing (Single, Double, Triple)",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "A game where players perform based on the concept of dubbing (single, double, triple).",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "film_noir",
          "name": "Film Noir",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "A game where players perform based on the concept of film noir.",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "freeze",
          "name": "Freeze",
          "aliases": [],
          "tags": [
            "family_friendly",
            "jam_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "The person who called freeze must run up, tap out a player, take their EXACT position, and start a new scene based on the position of the players. Do not stay in the same position for more than 2 freezes."
          },
          "rules": [
            "If there’s a pop, call freeze even if you don’t have an idea.",
            "If you start a scene lifting something, name what it is you're lifting.",
            "When you call freeze, don’t walk up, run up and take the spot immediately!",
            "If a freeze is called, the person entering can tap out two people and take on one of their positions, or tap out one person and continue doing a 3 person scene (this is just a little bit tricky to justify, so I recommend returning to a 2 person scene eventually)."
          ],
          "tips": [
            "The classic game where players start a scene based on a suggestion and at any point and time during the scene someone can say FREEZE!",
            "Don’t call freeze after 2 seconds because you have an idea.",
            "Listen to the audience to call freezes.",
            "Just get up there and figure it out!",
            "Be specific!",
            "Make bold choices and have big reactions!",
            "Don’t let scenes die!",
            "Listen to that pop!",
            "Get up quick!",
            "When you call freeze, don’t walk up, run up and take the spot immediately!"
          ],
          "examples": [],
          "videoLinks": [
            "https://www.youtube.com/watch?v=1okacYJrIeI"
          ]
        },
        {
          "id": "foreign_film_dub",
          "name": "Foreign Film Dub",
          "aliases": [],
          "tags": [
            "family_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "Two players perform a scene in gibberish while two other players provide English dubbing. The gibberish and dubbing must appear synchronized."
          },
          "rules": [
            "Each Actor is assigned a translator who will be off to the sides.",
            "When an Actor gives a line, their translator provides an English translation of that line.",
            "If you point into the sky, your translator gets to name what you're pointing at.",
            "If you grab an object, your translator gets to name what you are holding/using.",
            "If you see some angrily point towards the sky and say \"Schoo-lerba Tee-loshiky Ly\", then you might translate \"That tinsel is going to get everywhere!\" By doing a direct translation, you are keeping the scene grounded, so aim for this.",
            "If you say 'Goose' all the time, it diminishes the 'Duck'.",
            "If your Actor says something short, you might reply with a long response.",
            "If you overuse an emotional mis-dub, then the scene can become confusing.",
            "If Performer A says angrily: \"Menashka der roberangabe\" while punching his first into his palm."
          ],
          "tips": [
            "Actors Some may consider this role the \"less\" fun role, because you don't get to say any real words.",
            "Here are some types of gifts to give: Physicality Use your environment.",
            "Use objects.",
            "Use body motions.",
            "Emotions Use a voice, use physicality (more related to a character than the environment).",
            "You don't have to linger on answering these but play to some of these to again give your translator gifts.",
            "Variety in Gibberish If you actually try to vary up your gibberish, rather than just say \"Duba Duba Duba\" or \"Sha La La\", then you're giving gifts.",
            "Try to not just default to simple gibberish.",
            "Use multi-syllabic gibberish words, use different vowel sounds (vowel sounds are VERY emotional, so maybe draw out those sounds more to show emotion), use deliberate repetition (repeat a word a few times as an intentional choice rather than a default gibberish choice).",
            "Remember this.",
            "If you see some angrily point towards the sky and say \"Schoo-lerba Tee-loshiky Ly\", then you might translate \"That tinsel is going to get everywhere!\" By doing a direct translation, you are keeping the scene grounded, so aim for this.",
            "Make sure you NAME it though.",
            "If they use an emotion, name it.",
            "With these games, you don't want to overplay it too much.",
            "Tabiwa emit cot onipa ner, ci esewubi des noca je lovatie oto!",
            "Gibberish: *Clearly Angry * \"Truska beresh lurginfahla!\" Translation: \"Thank you for trusting my opinion.\" You can play this game a few times (I still recommen no more than once or twice), but don't overdo it.",
            "If you overuse an emotional mis-dub, then the scene can become confusing.",
            "Allow me to practice with myself first.\" Again, you can play with this a little more than once.",
            "Just don't overdo it.",
            "Keep the game & scene balanced."
          ],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "fusion_scene_dating",
          "name": "Fusion Scene (Dating)",
          "aliases": [],
          "tags": [
            "family_friendly",
            "jam_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "A game where players perform based on the concept of fusion scene (dating).",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "grand_theft_auto",
          "name": "Grand Theft Auto",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "A game where players perform based on the concept of grand theft auto.",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "hey_you_down_there",
          "name": "Hey You Down There",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "3 Performers. 2 Performers are onstage and muted. One performer is the voice of god (offstage with microphone in hand)."
          },
          "rules": [
            "If not, one person can do it, while the other can observe (react, use expressions).",
            "If there is an action that requires two people (like lifting a couch, or pulling a heavy thing via a rope), then great!",
            "If the suggestion is decorating for Halloween, once you've had the actors make a Jack-o-lantern, move onto getting candy ready for the trick-o-treaters, or getting those costumes on."
          ],
          "tips": [
            "(think a cheesy shrug saying \"I don't know!\", or a cheesy head nod or thumbs up.",
            "Be big and expressive!",
            "Cheese it up!",
            "Think of yourself as two completely ignorant actors, meaning you don't know what you're doing.",
            "So if the voice of god asks \"Wow, the lawn is getting long and unkempt!",
            "Eat the grass \"No, Lori!",
            "That's for the cows to do!",
            "It's time to mow the lawn!” Drink from a flask \"Ohhh Kyle!",
            "It's only 10 am!",
            "It's time to mow the lawn!\" Read the newspaper \"I hope you're reading the Agriculture section, because it's time to mow the lawn!\" Since we are not in the same room, we need to work to not give TOO much for the voice of god.",
            "If not, one person can do it, while the other can observe (react, use expressions).",
            "This tells the voice of god to focus on the person pulling the cord.",
            "If there is an action that requires two people (like lifting a couch, or pulling a heavy thing via a rope), then great!",
            "Keep the focus balanced.",
            "It's a balancing act, so don't give TOO much back.",
            "You don't have to do the 50's salesman voice that Greg (and I) do, but try something else.",
            "A character will help you stay committed to the presentation.",
            "You can give focus.",
            "You can ask questions to the Actors \"Wow!",
            "There's a lot of dishes in the sink!",
            "What are you two going to do about that?\" This give of focus will provide a visual response from the Actors (maybe they both leave the screen, or start breaking the dishes, or start watching TV...\"No no no silly!",
            "We've got to wash those dishes!\" Try the Actors towards the next steps.",
            "Don't feel like you need to linger on one thing for too long.",
            "React to what you see!",
            "So name STUFF!"
          ],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "i_can_do_better",
          "name": "I Can Do Better",
          "aliases": [],
          "tags": [
            "family_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "A group of 6-ish play. Two performers start onstage and do a scene based on a suggestion. At any point during the scene, someone on the side can raise their hand and shout out “I Can Do Better!” The host asks “What?” The cast member says what they can do better in the scene."
          },
          "rules": [
            "The host can either accept the action with, “let’s see it!” or reject the action.",
            "If the host accepts it (which normally happens), the performer jumps onstage and taps out the person they said they can do the better than and immediately does that thing to continue the scene.",
            "Performers can also enter as a third person too without saying “I Can Do Better.” This game is a heightening game."
          ],
          "tips": [
            "Some examples are: An emotion A reaction An action A character An environment If the scene is bowling, you can say “I Can Do Better!” “I can be the bowling ball.” or “I can be the last pin.” Make sure your “I Can Do Betters” are used to heighten and not to improve the scene by calling out a mistake or behind-the-scenes concept."
          ],
          "examples": [
            "“I can get there more ridiculously!”",
            "“I can give a better sales pitch!”",
            "“I can have a bigger reaction to the news!”",
            "In past classes, players were hesitant to shout out “I can do better!” Thi",
            "Feel free to have a transition in this scene to escalate it to a new moment.",
            "When someone calls out I Can Do Better, do not leave the stage until they tap you out."
          ],
          "videoLinks": [
            "https://youtu.be/ZswOo4M0A2U?t=1770"
          ]
        },
        {
          "id": "i_dream_of_jeannie",
          "name": "I Dream of Jeannie",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "The host gets a suggestion and the players begin a regular scene."
          },
          "rules": [
            "The host gets a suggestion and the players begin a regular scene.",
            "Whenever the non-players choose, they will sing the I Dream of Jeannie theme song."
          ],
          "tips": [
            "The players on stage pause while the host responds by saying, “Yes?” One of the non-players will make a “wish” and endow one of the players (or all) on stage with a physical trait, vocalization, or for something to happen in the scene.",
            "The scene continues and the non-players can keep interjecting later with “wishes.” The host may or may not grant the “wish,” and the “wish” stays as the reality of the scene until it is “wished” away."
          ],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "if_you_know_what_i_mean",
          "name": "If You Know What I Mean",
          "aliases": [],
          "tags": [
            "jam_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "A game where players perform based on the concept of if you know what i mean.",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "mission_improbable",
          "name": "Mission Improbable",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "Players perform scenes with dialogue formatted as questions and answers. The host may call for specific formats or constraints during the scene."
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "laugh_out_soap_opera",
          "name": "Laugh Out (Soap Opera)",
          "aliases": [],
          "tags": [
            "family_friendly",
            "jam_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "A game where players perform based on the concept of laugh out (soap opera).",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "living_scenery",
          "name": "Living Scenery",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "A game where players perform based on the concept of living scenery.",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "marshmallow",
          "name": "Marshmallow",
          "aliases": [],
          "tags": [
            "family_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "A game where players perform based on the concept of marshmallow.",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "meanwhile_elsewhere",
          "name": "Meanwhile, Elsewhere",
          "aliases": [],
          "tags": [
            "jam_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "At any point a player from the sidelines will be inspired from the scene and yell out, “Meanwhile at ____!” The player that yelled it out will run on stage and initiate that scene while the previous players run off. Other players can run on stage to support the new scene."
          },
          "rules": [
            "The host gets a suggestion for the game and a few people will start with an opening scene (at least two)."
          ],
          "tips": [
            "This game is similar to what you did in Scene Study (montage), you are world building Remember that adage in improv, “if this is true, what else is true?” Apply it here as you build the world!",
            "As a sideline player, try to associate anything from the previous scene."
          ],
          "examples": [],
          "videoLinks": [
            "https://youtu.be/egjLJhgIL6k?t=3865"
          ]
        },
        {
          "id": "movie_critic",
          "name": "Movie Critic",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "A game where players perform based on the concept of movie critic.",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "my_movie",
          "name": "My Movie",
          "aliases": [],
          "tags": [
            "family_friendly",
            "jam_friendly"
          ],
          "playerCount": {
            "min": 4,
            "max": 10,
            "optimal": 6
          },
          "audienceParticipation": false,
          "duration": "8-12 minutes",
          "difficulty": "beginner",
          "setup": {
            "description": "Players stand in a line with host in front. Get suggestion of a letter or film genre.",
            "suggestions": []
          },
          "rules": [
            "Host conducts players to say \"My Movie, My Movie, My Movie\"",
            "Host points at player who names a made-up movie title using suggestion",
            "When audience/host likes a title (indicated by \"oooo\"), player gives tagline",
            "If host likes it, they say \"let's see it!\" and players do short scene",
            "Host calls scene by walking back to middle",
            "Get new suggestion or continue with same"
          ],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "old_job_new_job",
          "name": "Old Job, New Job",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "A game where players perform based on the concept of old job, new job.",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "pardon",
          "name": "Pardon",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "A game where players perform based on the concept of pardon.",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "questions_only",
          "name": "Questions Only",
          "aliases": [],
          "tags": [
            "family_friendly",
            "jam_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "2 Performers (Performer A & B) begin onstage and are given a suggestion of a location (something a little broader, since different characters and different situations can occur). The other performers are offstage (stop video). In this game, only questions can be used in the scene."
          },
          "rules": [
            "When a statement, hesitation, or repetition (like saying the same question back to your partner too much) occurs, the host will BUZZ the performer out and Performer C will come in and continue the game.",
            "If your partner asks a question like “Did you eat all of the sandwiches?” instead of thinking, just start with an interrogative immediately and figure out the rest once you say it.",
            "When the scene starts, they are silently doing a drum roll to themselves."
          ],
          "tips": [
            "In this game, only questions can be used in the scene.",
            "Here are ways to play the game that will cause more natural/real eliminations.",
            "A quicker speaking tempo will cause more mistakes (which again...are GOOD).",
            "Try again???",
            "I might eliminate you on those types of sentences, but again, that’s not BAD...that’s GOOD!",
            "I find myself making mistakes (again...GOOD) more naturally if I play a strong character, because I no longer overanalyze the game as my own self.",
            "A giant blob monster wouldn’t be super focused on just saying questions, but I would, because I know the rules of the game, and I’m going to follow those rules, right?",
            "The questions should still have a connection, but you can also have a more off-the-wall or at the very least SPECIFIC choice in your question.That will cause more natural mistakes.",
            "In short, don’t be confused.",
            "So, try to make every question you deliver have some nugget of information.",
            "Here are some examples of what to avoid and what to do.",
            "Use EMOTIONS.",
            "Go out on an upward moment, not a downer because you lost the game..."
          ],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "rhyming_verse",
          "name": "Rhyming Verse",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "A game where players perform based on the concept of rhyming verse.",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "spit_take",
          "name": "Spit Take",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "Players perform a scene where one player must do a spit take reaction whenever a specific word or phrase is said by their scene partner."
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "stung_double",
          "name": "Stung Double",
          "aliases": [],
          "tags": [
            "family_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "A game where players perform based on the concept of stung double.",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "superheroes",
          "name": "Superheroes",
          "aliases": [],
          "tags": [
            "jam_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "4 Performers Needed. A simple but urgent situation is grabbed from the audience, and the suggestion of the 1st Superhero. The game starts with the first performer on stage committing to that suggested superhero and then discovering the situation."
          },
          "rules": [
            "When performer B enters, performer A endows them as a hero.",
            "When you are endowed as a superhero, think of what you have, what you say, and what you do."
          ],
          "tips": [
            "The game starts with the first performer on stage committing to that suggested superhero and then discovering the situation."
          ],
          "examples": [
            "Have: You have a dixie cup of punch that you hold in front of your body.",
            "Say: \"I'll be, uh, over here *gestures to the wall* if you need me.\"",
            "Do: You cling to the backwall, like a chameleon.",
            "Have can be objects/props/costume, but it can also be your unique powers.",
            "Say can include wordplay, puns. It can include catchphrases, too (Spiderman says \"my Spidey senses are tingling\"",
            "When performer one is onstage. Become the character during \"calm times\". The situation hasn't happened yet. Drop a line, use physicality...what is this hero doing when nothing bad is happening, what is their routine? Then SHOW the urgent situation happening! Greg Proops always drops in a silly Superhero exclamation line: \"Great Casear's Ghost!\" \"Holy Macaroni & Cheese!\" or it can be something related to your character...it's almost like your catchphrase. Then reference the urgent situation, and then the next hero will join.",
            "When each hero enters, quickly endow them. \"Thank goodness you're here ________\". Before we move on, we want to see how this hero affects the group dynamic. How does this hero change and affect the other hero(es)."
          ],
          "videoLinks": []
        },
        {
          "id": "tag_team_monologue",
          "name": "Tag Team Monologue",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "A game where players perform based on the concept of tag team monologue.",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "themed_restaurant",
          "name": "Themed Restaurant",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "A game where players perform based on the concept of themed restaurant.",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "toots_mcgoots",
          "name": "Toots McGoots",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "A game where players perform based on the concept of toots mcgoots.",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "vaudeville",
          "name": "Vaudeville",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "A game where players perform based on the concept of vaudeville.",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "world_without_a_letter",
          "name": "World Without a Letter",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "A game where players perform based on the concept of world without a letter.",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "worlds_most_dangerous_game",
          "name": "World’s Most Dangerous Game",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "A game where players perform based on the concept of world’s most dangerous game.",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "yeah_it_could_happen",
          "name": "Yeah, It Could Happen",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "A game where players perform based on the concept of yeah, it could happen.",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        }
      ]
    },
    {
      "id": "guessing_games",
      "name": "Guessing Games",
      "description": "Games where performers must guess information",
      "games": [
        {
          "id": "5_things",
          "name": "5 Things",
          "aliases": [],
          "tags": [
            "family_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "A game where players perform based on the concept of 5 things.",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "5_sided_die",
          "name": "5-Sided Die",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "One player leaves while the host gathers 5 suggestions from the audience. Clue givers then pantomime each suggestion in sequence for the returning guesser."
          },
          "rules": [
            "Each time it seems as if the guesser has understood the suggestion, the next clue giver enters and, with those already on stage, communicates the next suggestion.",
            "When the guesser believes they understand the final suggestion, the host will pause the game to call the guesser forward."
          ],
          "tips": [
            "A guessing game that uses pantomime and gibberish, one guesser, and five clue-givers.",
            "This keeps going until all five clue givers are working together.",
            "When the guesser believes they understand the final suggestion, the host will pause the game to call the guesser forward.",
            "This keeps going until the guesser gets down to the first suggestion."
          ],
          "examples": [
            "Suggested audience gets: Famous person or character, Common pairing (knife and fork, salt and vinegar, Abbott and Costello), Well-known story (Three Little Pigs, Garden of Eden, It's a Wonderful Life), Recognizable location (Statue of Liberty, France, Pyramids of Giza), Historical event"
          ],
          "videoLinks": [
            "https://youtu.be/I52RrBSgwrc?t=4813"
          ]
        },
        {
          "id": "6_things",
          "name": "6 Things",
          "aliases": [],
          "tags": [
            "family_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "A game where players perform based on the concept of 6 things.",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "animatronic_jamboree",
          "name": "Animatronic Jamboree",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "A game where players perform based on the concept of animatronic jamboree.",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "blitzkrieg",
          "name": "Blitzkrieg",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "Using only pantomime and gibberish, the clue givers will put the guesser into the story, in the order that was suggested by the audience."
          },
          "rules": [
            "The host sends one player out of the room to be the guesser and gets a list of 10 or more stories, video games, movies, television shows, etc.",
            "The host then calls the guesser back in, and sets a certain amount of time (can range from 3 minutes to 5 minutes)."
          ],
          "tips": [
            "The clue givers must try their best to make the guesser the main character of each suggestion.",
            "Once the guesser thinks they know it, they will step forward and guess."
          ],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "bong_bong_bong",
          "name": "Bong, Bong, Bong",
          "aliases": [],
          "tags": [
            "jam_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "Similar to Celebrity Uber, players take on celebrity characters while riding in a taxi. The driver must guess who the celebrities are."
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "celebrity_uber_taxi",
          "name": "Celebrity Uber (Taxi)",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "A game where players perform based on the concept of celebrity uber (taxi).",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "chain_murder",
          "name": "Chain Murder",
          "aliases": [],
          "tags": [
            "family_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "This guessing game requires 4 players, and can be done with an audience member as the fourth person. 1 player stays while the rest of the team leaves the room. The goal is to give all clues, 1 player to the next (like a game of telephone), within 3 minutes."
          },
          "rules": [
            "The host will get the following suggestions from the audience: a location, an occupation not related to the location, and a murder weapon that normally wouldn’t be used as a weapon (LOW).",
            "The host will then ask all players to rise from the dead and starting with the fourth player, ask them what they thought the location, occupation and murder weapon was.",
            "If the fourth player is wrong on one of them, they will go to the next player to see if they know what it is.",
            "If someone did the golden arches and did the “I’m Loving It” jingle for McDonald’s, then find something else that you could give a clue for McDonald’s.",
            "If you thought the location was Burger King, but the previous player said it and it was wrong, say something else, even if you 100% thought it was Burger King."
          ],
          "tips": [
            "The host will get the following suggestions from the audience: a location, an occupation not related to the location, and a murder weapon that normally wouldn’t be used as a weapon (LOW).",
            "The first player will then use pantomime and gibberish to convey all three clues.",
            "Once the second player believes they know the murder weapon, they will use it to murder the first player, and the audience shouts “they’re dead!” Then the next player runs in, and the second player will convey their clues to the next person and will ultimately be killed by the third player.",
            "Avoid parroting what the previous person gave you as a clue.",
            "I would rather you have fun!",
            "It can be even funnier when you get it wrong because the audience is in on the joke and can see the trainwreck from the beginning, especially in a game of telephone!"
          ],
          "examples": [
            "Crime: They watched a movie",
            "Motive: Because they were hungry for spaghetti",
            "Accomplice: They did it with Robert DeNiro.",
            "The game is played like a scene in an interrogation room, where the criminal (guesser) has to guess the entire crime. Clue givers must drop subtle hints to get the guesser to correctly say the crime. Hints come in the form of puns, setting the scene, and describing the scenario. Clue givers cannot say any of the words in the crime: so you can't say \"watched\" or \"movie,\" you must lead the guesser up to say it first. If the guesser does say a word that is part of the clue, then you may use it. The game is over once the guesser gets all three clues, or the host calls time.",
            "Clue givers:",
            "Start out subtle (puns are usually the most subtle), build up to more obvious clues.",
            "Pick a strong character (good cop, bad cop generally start, if there are three clue givers, someone can come in as a lawyer, another cop, a lover, a fellow criminal, etc).",
            "A third person can enter and leave as an additional clue giver, sometime during the second clue or the first clue if the guesser is struggling.",
            "Giving clues is like climbing a ladder. Get the guesser to say each word one at a time: get him/her to say hungry, then get him/her to say spaghetti. Positive reinforcement! If they say HUNGRY! Say \"YES, you were hungry..but what did you want is the question!\" Saying yes tells the guesser if they are on the right track.",
            "Guesser:",
            "Pick a strong character! It's a guessing game, but still play the scene.",
            "By constantly throwing out guesses (I call “active guessing”), you are subtly informing your clue givers where your train of thought is and then they can pivot with their clues.",
            "Gauge the time. If you know the answer right off the bat, play a little \"dumb\". The audience loves the struggle.",
            "I was in a game where we had 30 seconds left and they said “Shake it Off.” I immediately knew it was Taylor Swift as my accomplice, but I played dumb to build up the tension and eventually end the game strong at nearly the last possible moment.",
            "When you’re ready to guess the last clue (the accomplice), say the whole thing: crime, motivation and accomplice."
          ],
          "videoLinks": [
            "https://youtu.be/TOelOmoWgj4?t=1056"
          ]
        },
        {
          "id": "crime_story_principals_office",
          "name": "Crime Story (Principal’s Office)",
          "aliases": [],
          "tags": [
            "family_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "A game where players perform based on the concept of crime story (principal’s office).",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "csi_crime_scene_improvisor",
          "name": "CSI: Crime Scene Improvisor",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "A game where players perform based on the concept of csi: crime scene improvisor.",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "crystal_ball",
          "name": "Crystal Ball",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "A game where players perform based on the concept of crystal ball.",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "dating_game",
          "name": "Dating Game",
          "aliases": [],
          "tags": [
            "family_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "This is a guessing game with one guesser and three clue givers. While the guesser is outside, the guessers each get a suggestion for a character. These can be anything from objects, high school cliques, occupations, celebrities, fictional characters, historical figures, etc."
          },
          "rules": [
            "The host will help facilitate and give additional clues if needed, or make quips!",
            "If you know pop culture well, pick a celebrity, musician, etc.",
            "If you aren't too versed in actual people, be an object or occupation.",
            "If they can easily guess who you are by the first round, then you're being too obvious.",
            "If the question is, \"Where would you take me on our first date?\" avoid giving a one-word answer.",
            "If you are a spatula, then what type of spatula are you?",
            "When guessing, start with someone you're pretty confident you know the answer to, then the one you're not so sure about, then end with one you are 100% confident in (or the most confident in).",
            "When you guess, preface it by naming the bachelor number you are guessing for."
          ],
          "tips": [
            "Once the 3 rounds conclude, the guesser guesses the two he/she did not choose, and the person he/she did choose!",
            "The host will help facilitate and give additional clues if needed, or make quips!",
            "If the question is, \"Where would you take me on our first date?\" avoid giving a one-word answer.",
            "Give your character a personality!",
            "Commit hard to your character, even if you don't know a lot about it.",
            "Embody the character even when the spotlight isn’t on you, avoid going to a neutral stance when you’re not talking.",
            "Guesser Feel free to be a character yourself!",
            "This makes it so the game ends on a pop!",
            "\"You know...I don't think I can choose bachelor #2, because I'm allergic to fish...Aquaman!",
            "Be confident with your guesses!",
            "Some of the most fun in short form is being wrong, because it gives us a chance to see how your mind connects different dots to get to a completely new idea!"
          ],
          "examples": [],
          "videoLinks": [
            "https://youtu.be/43XxinWzPMo?t=1944",
            "https://www.youtube.com/watch?v=SHOa9FdeItM"
          ]
        },
        {
          "id": "dysfunction_junction",
          "name": "Dysfunction Junction",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "Evil Lair (Hostage Negotiator)"
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "evil_lair_hostage_negotiator",
          "name": "Evil Lair (Hostage Negotiator)",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "A game where players perform based on the concept of evil lair (hostage negotiator).",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "family_feud",
          "name": "Family Feud",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "Two groups of improvisers leave the room. The audience suggests a genre (a real genre like romantic comedy) for each group and then brainstorms a complete list (5 things) of common clichés from each genre."
          },
          "rules": [],
          "tips": [
            "One set of improvisers returns, is given the genre, and creates a scene, trying to incorporate as many clichés as they can think of.",
            "Someone not in the scene ticks the list of audience-provided clichés as they’re used, the audience is encouraged to clap any time they spot a suggested cliché."
          ],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "guess_that_thing",
          "name": "Guess That Thing!",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "A game where players perform based on the concept of guess that thing!.",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "hot_bell",
          "name": "Hot Bell",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "A game where players perform based on the concept of hot bell.",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "late_for_work",
          "name": "Late for Work",
          "aliases": [],
          "tags": [
            "family_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "One guesser is sent out of the room while one player is designated the boss and two others as the coworkers. The guesser will guess what activity made them late, why they did it and who is their alibi."
          },
          "rules": [],
          "tips": [
            {
              "role": "Guesser",
              "tips": [
                "The premise of this game is that you’re late for work and you’re making up your excuse on the spot with the help of your coworkers. Once you realize you’re in trouble, start looking at your coworkers behind your boss and look to them for help.",
                "Project and have fun with the struggle, you and the boss are going to be auditorily filling the space as the game goes on.",
                "The fun of this game is always the journey with guessing. If you’re unsure with your guess and you know it’s wrong, still say it with confidence. The audience knows the answer, so they get enjoyment when they can be like, “Haha, no you’re wrong!”"
              ]
            },
            {
              "role": "Boss and Coworkers",
              "tips": [
                "Listen to the time cues shouted out by the host, you generally want to give 1 minute per guess.",
                "If the guesser is still not getting it after time is winding down, don’t be afraid to be really obvious with the clues.",
                "Boss",
                "Give subtle verbal clues at first, as the fun of it is mainly from the pantomime given by the coworkers",
                "Once per section, the boss should look back and catch the coworkers in place with their pantomime. You’re providing a gift for the coworkers to justify whatever silly position they are in.",
                "You’re leading the conversation to make sure the guesser is on the right track with their guesses. If they’re venturing too far off, correct them.",
                "Have fun with the jerk boss character, you’re the comedic foil!",
                "Coworkers",
                "Start pantomiming once you see the guesser look towards you like they’re ready to start fibbing their way into an excuse.",
                "Similar to HSN, Playground Insults and 5 or 6 Things, establish the scene to provide better context for your clue.",
                "When the boss turns around, freeze or continue doing your motion (do NOT revert to a normal stance). It’s fun to see what justification you give to whatever you’re doing.",
                "Find moments when you can make a big noise to get the boss’s attention to turn around. If you find yourselves in a silly moment, prompting them can yield fun results!",
                "Stage Picture: make sure you’re both seen by the audience and by the guesser."
              ]
            }
          ],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "line_detector",
          "name": "Line Detector",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "A game where players perform based on the concept of line detector.",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "mystery_where",
          "name": "Mystery Where",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "A game where players perform based on the concept of mystery where.",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "party_quirks",
          "name": "Party Quirks",
          "aliases": [],
          "tags": [
            "family_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "One performer is the Host of a party (the Guesser). The other three performers secretly receive a prompt for a character (usually something kind of bizarre). A doorbell will ring and the Guest 1 will come in."
          },
          "rules": [
            "The host begins the game by doing a quick line to set up the fact that they are having a party.",
            "When you first enter the party, the full focus is on YOU."
          ],
          "tips": [
            "Through clues, the Host will try to guess who each performer is.",
            "Party Guests I won't get into too many tips for playing the characters, because I've already talked about that in games like Let's Make a Date & Weird Newscasters.",
            "Main thing is to COMMIT and not just limit yourself to verbal clues (be physical).",
            "When you first enter the party, the full focus is on YOU.",
            "Use this time to truly become the character.",
            "Once the doorbell rings, you will have light focus.",
            "You can still do subtle physical activities, because the Guesser will still be looking at you at times.",
            "In short, don't go neutral, you're still in the game.",
            "Don't just let the conversation be between the Host and Party Guest #3.",
            "Take, take, take!",
            "Although the number 1 priority is to truly commit to the character, a side priority is to aim your clues around reality (being at a party).",
            "So, if you're playing the \"The Titanic sinking\", instead of just screaming \"ICEBERG!!!!\"....maybe scream \"ICEBERG salad!",
            "My favorite, I am on a diet you know?\" Try to keep your clues within the context of the attending a party, so the game doesn't become disconnected.",
            "Also keep doing it, up until you hear the doorbell.",
            "You are keeping this party together.",
            "A lot of the comedy comes from a bizarre character entering and after they provide their bizarre clues, you say something grounded around the party, \"Can I get you some artichoke dip?\" So just like the guests, you also need to stay in character!",
            "Try to avoid guessing right away.",
            "Also, try to not be confused by these weird people at this party."
          ],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "press_conference",
          "name": "Press Conference",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "One performer is holding a press conference as a CHARACTER who is announcing SOMETHING. They do not know who they are and what they are announcing. The other 3 performers are reporters who ask questions trying to clue the presenter into their endowments."
          },
          "rules": [
            "If your character is Santa Claus, then you might drop a reference to elves.",
            "When you do that, then the reporters should pivot to giving clues towards the announcement.",
            "When you are called on for the 1st time, I recommend naming yourself and who you represent"
          ],
          "tips": [
            "The other 3 performers are reporters who ask questions trying to clue the presenter into their endowments.",
            "It's as though the previous line was the announcement that the guesser is trying to guess.",
            "Don't worry about guessing."
          ],
          "examples": [
            "It doesn't have to be a joke or a clue. It just helps contribute to the reality. ◦ Similar to News Flash, the first few questions can be simple and open ended. After that you can give subtle clues, puns, play-on-words, etc.",
            "You can also play with being actual reporters",
            "A few examples:",
            "Scribble frantically when something big is given",
            "Give a vocal response to something gossipy",
            "Take a quick picture."
          ],
          "videoLinks": []
        },
        {
          "id": "qwazy_quest",
          "name": "Qwazy Quest",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "A game where players perform based on the concept of qwazy quest.",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        }
      ]
    },
    {
      "id": "musical_games",
      "name": "Musical Games",
      "description": "Music-based improv games",
      "games": [
        {
          "id": "audience_hammerstein",
          "name": "Audience & Hammerstein",
          "aliases": [],
          "tags": [
            "jam_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "While the host is explaining the game, the players will quietly choose which song they would like to sing in the scene. The scene starts after a recap of the song titles."
          },
          "rules": [
            "The host gets suggestions of three unrelated made up song titles, then gets either a regular scene suggestion or the title of a never before produced musical."
          ],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "bartender",
          "name": "Bartender",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "Performer A plays the Bartender, and Performer B plays someone who has a problem or feels an emotion about something (in love with something, scared of something). The problem or feeling is a suggestion provided by the audience. Performer B enters the bar (set with few props)."
          },
          "rules": [],
          "tips": [
            "Similar to Hoedown, this is more of a verse-based game with no chorus, since choruses can take extra time to establish."
          ],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "beastie_rap",
          "name": "Beastie Rap",
          "aliases": [],
          "tags": [
            "family_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "Two groups of 3-4 take the stage and place themselves on opposite sides of the stage with a chair in front of them. One performer from each group sits in their chair, and a name is received from the audience."
          },
          "rules": [],
          "tips": [
            "Paul Revere - Instrumental (If you want to practice on your own)",
            "The game will keep going until a player hesitates, falls off the meter or repeats a word that has been said previously.",
            "If you can’t think of any words that rhyme, then that means you can use any word* (Please keep it appropriate) you want! Fail big, go out on top by using a word that absolutely doesn’t rhyme at all like banana! The audience is expecting a rhyme so it can be funny to subvert those expectations with a line that keeps to the story but doesn’t rhyme.",
            "Super secret extra credit points are given if you can keep a consistent narrative going throughout the song. This can be extremely challenging, but it can provide fun opportunities for you to throw yourself out in ways that keep with the story but don’t rhyme."
          ],
          "examples": [
            "Performer A: I know this dude and his name is...",
            "Posse A: GREG!",
            "Performer B: He stands real strong on only one...",
            "Posse B: LEG!",
            "Performer A: He’s a pro at cracking an...",
            "Posse A: EGG!",
            "Performer B: You want some breakfast, you’ll have to...",
            "Posse B: BEG!",
            "Anytime there’s a mistake, new performers rotate in. Mistakes come in the form of",
            "hesitating, falling off the beat, or repeating a word that’s been said.",
            "This game is based off the rap group Beastie Boys, and here are some of their songs:",
            "No Sleep Till Brooklyn",
            "(You Gotta) Fight For Your Right (To Party)",
            "Brass Monkey",
            "Da Doo Ron Ron (Rap Rap)",
            "1st person: I met him on a Monday and his name was Bill",
            "All: Da Doo Ron Ron Ron, Da Doo Ron Ron",
            "2nd person: His tank was empty so I gave it a fill",
            "All: Da Doo Ron Ron Ron, Da Doo Ron Ron",
            "All (Except 3rd): Da doo do do, yea!",
            "3rd person: We pushed it up the hill",
            "All (Except 3rd): Da doo do do, yea!",
            "3rd person: I felt really ill",
            "All (Except 3rd): Da doo do, yea!",
            "3rd person: So he gave me a pill",
            "All: Da Doo Ron Ron Ron, Da Doo Ron Ron",
            "4th person: He gave me a pickle, said it was a dill",
            "All: Da Doo Ron Ron Ron, Da Doo Ron Ron",
            "5th person: I was super hungry so I stuffed it in my mouth!",
            "Host: Wait a minute, that doesn’t rhyme! (5th player is eliminated)",
            "Da Doo Rap Rap is the same, but with a “Say Whaaat” instead of “Da do do do, yeah!”",
            "Once you hear a name, immediately start creating a list of words that rhyme with the name within your head."
          ],
          "videoLinks": [
            "https://www.youtube.com/watch?v=L0dikX80Ed8",
            "https://youtu.be/JVpO1BY5kAU?t=4623"
          ]
        },
        {
          "id": "da_doo_ron_ron_rap_rap",
          "name": "Da Doo Ron Ron (Rap Rap)",
          "aliases": [],
          "tags": [
            "family_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "A game where players perform based on the concept of da doo ron ron (rap rap).",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "doo_wop",
          "name": "Doo-Wop",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "3 Performers take the stage as a Doo Wop trio. The host gets the suggestion of single name and a way for that person to die (nothing real, more impractical). The Doo Wop trio sings a song lamenting the loss of the suggested person."
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "dueling_soundtracks",
          "name": "Dueling Soundtracks",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "Two teams create competing musical soundtracks for the same scene, alternating between different musical styles or emotions to tell the story."
          },
          "rules": [
            "The hosts can introduce songs by setting up the genre of song and then saying the song title."
          ],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "greatest_hits_spotify_playlist",
          "name": "Greatest Hits (Spotify Playlist)",
          "aliases": [],
          "tags": [
            "family_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "A game where players perform based on the concept of greatest hits (spotify playlist).",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "hoedown",
          "name": "Hoedown",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "A game where players perform based on the concept of hoedown.",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "idol_american",
          "name": "Idol American",
          "aliases": [],
          "tags": [
            "family_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "Two teams are formed (usually 3 performers each). One team plays a musical group auditioning for American Idol, and the other team plays the judges. A suggestion of a title is grabbed from the audience."
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "inner_songalogue",
          "name": "Inner Songalogue",
          "aliases": [],
          "tags": [
            "family_friendly",
            "jam_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "3-4 players perform an improvised scene based on a suggestion. At any point, the host can shout “NAME! Inner Song-a-logue!” That performer sings a song based on their inner thoughts."
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "irish_drinking_song",
          "name": "Irish Drinking Song",
          "aliases": [],
          "tags": [
            "seasonal"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "4 Performers form a line onstage, and the host grabs a suggestion of the theme for the Irish Drinking Song. The music plays (track available in Practice Folder), and the cast sings 4 sections. Each section has 2 verses, following the ABCB rhyming structure."
          },
          "rules": [],
          "tips": [],
          "examples": [
            "Performer 1: This is a singing game (A)",
            "Performer 2: We played in the class (B)",
            "Performer 3: It was really fun (C)",
            "Performer 4: It had a little sass (B)",
            "Performer 1: It can be a little hard (A)",
            "Performer 2: But we have to keep it simple (B)",
            "Performer 3: If we make it difficult (C)",
            "Performer 4: It’ll pop like a pimple (B)",
            "Everyone: Ohhh, aye-dee-di-dee-di-dee-di-dee-di-dee-di-dee-di",
            "We now go into the next section, but Person 2 starts the first line. The 3rd section is started by Person 3, and the 4th section by Person 4."
          ],
          "videoLinks": []
        },
        {
          "id": "keymaster",
          "name": "Keymaster",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "A game where players perform based on the concept of keymaster.",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "lounge_lizards",
          "name": "Lounge Lizards",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "Rap Battle (Rhyme Line) Two groups of 3-4 take the stage and place themselves on opposite sides of the stage. Each group is assigned a group of BLANK (ex. a group of Clowns, a group of Yogis, etc.)."
          },
          "rules": [],
          "tips": [
            "Yo, you think you’re clever, you’re about to have a frown",
            "Because you can’t match the pace of this clown.",
            "OOOOOOOH!",
            "I think you could use a little deep breathing.",
            "And I think you’re definitely a clown at dissin’",
            "OOOOOOOH!"
          ],
          "examples": [
            "Clown:",
            "You’re going down not later but soon,",
            "I’m gonna twist you up like an animal balloon.",
            "Yogi:",
            "Relax, you’re so angry you’re seething",
            "There’s no way you can match my Warrior Position.",
            "At this point, the mics are given to two new rappers. The game ends with the audience voting on who won the Rap Battle."
          ],
          "videoLinks": []
        },
        {
          "id": "rap_battle_rhyme_line",
          "name": "Rap Battle (Rhyme Line)",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "A game where players perform based on the concept of rap battle (rhyme line).",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "scene_to_rap",
          "name": "Scene to Rap",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "4 Performers take the stage and stand off to the side. The host grabs a suggestion, usually in the form of an urgent situation, or even a well-known movie or story. A rapping track is played and the cast performs an improvised scene, completely in rap lyrics."
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "schoolhouse_mock",
          "name": "Schoolhouse Mock",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "A game where players perform based on the concept of schoolhouse mock.",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "sham_ilton",
          "name": "SHAM-ilton",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "A game where players perform based on the concept of sham-ilton.",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "sing_it",
          "name": "Sing It",
          "aliases": [],
          "tags": [
            "family_friendly",
            "jam_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "Other players can support during the song or even make it a duet or a group song."
          },
          "rules": [
            "Players will do a neutral scene and at any moment the host can interrupt the scene by calling a player’s name, saying the last line they said, then “SING IT!” That player will now sing a song based on the suggested line, which is usually the chorus/thesis of the song they are singing.",
            "When they’re done, they will finish the song strong and go back into the scene."
          ],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "three_headed_broadway_star",
          "name": "Three-Headed Broadway Star",
          "aliases": [],
          "tags": [
            "family_friendly",
            "jam_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "3 performers get on stage and are given a song title from the audience. The performers operate as one entity and sing one word at a time."
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        }
      ]
    },
    {
      "id": "miscellaneous_games",
      "name": "Miscellaneous Games",
      "description": "Other game formats",
      "games": [
        {
          "id": "advice_panel",
          "name": "Advice Panel",
          "aliases": [],
          "tags": [
            "family_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "A game where players perform based on the concept of advice panel.",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "audition",
          "name": "Audition",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "A game where players perform based on the concept of audition.",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "boo_yay",
          "name": "Boo Yay",
          "aliases": [],
          "tags": [
            "family_friendly",
            "jam_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "The other player will say negative things about the topic, which will elicit a “boo” response from the audience. Both players will go back-and-forth until one of them hesitates, says something that doesn’t make sense or gets the opposite reaction, or the host calls it to move the game along."
          },
          "rules": [
            "Two players step up and the host will get a non-controversial topic for both players to “debate.” One player will be assigned to say positive things about the topic, which will elicit a “yay” response from the audience."
          ],
          "tips": [
            "YAY!",
            "BOO!",
            "YAY!",
            "Boo!"
          ],
          "examples": [
            "Player 1: Water keeps you hydrated!",
            "Player 2: Drinking water makes me go to the bathroom!",
            "Player 1: Pools are full of water and they cool you off!",
            "Player 2: You can drown.",
            "Call-In Radio"
          ],
          "videoLinks": []
        },
        {
          "id": "call_in_radio_show",
          "name": "Call-In Radio Show",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "A game where players perform based on the concept of call-in radio show.",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "complaint_letter",
          "name": "Complaint Letter",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "A game where players perform based on the concept of complaint letter.",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "dr_know_it_all",
          "name": "Dr. Know-It-All",
          "aliases": [],
          "tags": [
            "family_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "A game where players perform based on the concept of dr. know-it-all.",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "fairy_tale_newscast",
          "name": "Fairy Tale Newscast",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "After the interview, the players begin to host a news show. The lead anchor will introduce a major event that has happened in the world of the fairy tale, that is a new development than the already established fairytale."
          },
          "rules": [
            "The host will ask the audience for a well-known fairy tale, then ask the volunteer to briefly explain it.",
            "One player takes the lead anchor position and someone will be in the studio with them."
          ],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "game_o_matic",
          "name": "Game-o-Matic",
          "aliases": [],
          "tags": [
            "family_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "The host will start by getting two initials from the audience."
          },
          "rules": [
            "The host will start by getting two initials from the audience.",
            "The host will then stall time for about 30 seconds while the players think of an entirely new game, both the name and how it’s played.",
            "The host will clear the stage and players one at a time will present the name of the game and succinctly describe how it’s played to the audience (just one or two sentences, you can give more details if your game gets chosen)."
          ],
          "tips": [
            "If you can’t think of an entirely new game and premise, just reskin an existing game. “Hey Girl” is basically “I Kissed A…” or “I like my lover…”",
            "Do not repeat words already used in the title of games. If someone already used “epic,” well now your game is “excited” or another e- word.",
            "Have fun with this game, there is a chance it’s a failure because it can be a game you’ve never played before. But you’ll also never play it again!"
          ],
          "examples": [
            "Game: Epic Rap",
            "Description: Players will be doing a scene and then the host can yell “Epic Rap,” then music will play and the players will start rapping. The host will then yell, “Word!” and they will then stop rapping and go back to the scene.",
            "Game: Hey Girl (or Guy)",
            "Description: This is a pun-based game where our players will come out and pretend they’re hitting on you at a bar by giving you a pick up line based on a suggestion.",
            "Once all players have said their name, the host will come back out and help lead the audience in deciding which game gets chosen. You will then say the name of your game again, then one short blurb about the game. When voting, just say the name of the game. If your game gets chosen, then YOU now become the host of this game, complete with explaining the game and time calls.",
            "It can be a host-interrupt game like New Choice or Forward - Reverse a replay game like Replay at Bernie’s or Eliminator Replay, a guessing game like Crime Story, etc."
          ],
          "videoLinks": []
        },
        {
          "id": "good_bad_worst_advice",
          "name": "Good, Bad, Worst Advice",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "A game where players perform based on the concept of good, bad, worst advice.",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "infomercial",
          "name": "Infomercial",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "An idea of a problem is received from the audience. The performers receive a box of random objects. They then begin hosting an infomercial to help solve the problem that was given."
          },
          "rules": [],
          "tips": [
            "Don't worry about the props at first.",
            "Our competitors use this to handle the problem POORLY.",
            "The objects can sometimes be manipulated, so don't treat them as static, make them dynamic.",
            "SELL!",
            "SELL!",
            "SELL!",
            "Don't lose your energy or get confused."
          ],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "instructional_manual",
          "name": "Instructional Manual",
          "aliases": [],
          "tags": [
            "family_friendly",
            "jam_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "Once the host moves their hand away, the player stops talking and then the next player pointed at will pick up the sentence and sometimes the word."
          },
          "rules": [
            "Players stand on stage, forming a half circle around the host.",
            "The host gets an object from the audience that you wouldn’t really need a manual to use the product.",
            "The host will point at a player and they must begin talking.",
            "Player 1: This pencil is special because it does not write with lead, it– (host stops pointing) Player 2: (host points now at them) –writes with blood from Zues, the Greek– (host stops pointing) Player 3: (host points now at them) –God of Thunder.",
            "If you say things that don’t make sense in the real world, that’s okay because this is a unique product that you and your fellow players only know!"
          ],
          "tips": [
            "The host gets an object from the audience that you wouldn’t really need a manual to use the product.",
            "Once received, the host will start pointing at the players to provide the introductory chapter of this product, which is a nice time to showcase that this product is no ordinary version of it, but it’s special!",
            "Player 1: This pencil is special because it does not write with lead, it– (host stops pointing) Player 2: (host points now at them) –writes with blood from Zues, the Greek– (host stops pointing) Player 3: (host points now at them) –God of Thunder.",
            "OR Player 1: To properly lubricate this pencil, please use wa– Player 2: –termelons.",
            "You are the expert on this product!",
            "If you say things that don’t make sense in the real world, that’s okay because this is a unique product that you and your fellow players only know!",
            "Remember the details previously said, even if they were from earlier rounds.",
            "Callbacks are always fun!",
            "LISTEN!",
            "Also, focus your attention on the host because they may be pointing to you soon.",
            "Look with your eyes, listen with your ears.",
            "Not all hosts do this, but typically we try to signal that we’re pointing to you next by making intense eye contact.",
            "Don’t worry about messing up!",
            "Just like What Are You Doing and Try That on for Size, this game needs people to fail."
          ],
          "examples": [],
          "videoLinks": [
            "https://youtu.be/FCGfZ8LLaqE?t=1741"
          ]
        },
        {
          "id": "jeopardy",
          "name": "Jeopardy",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "A game where players perform based on the concept of jeopardy.",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "oracle",
          "name": "Oracle",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "A game where players perform based on the concept of oracle.",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "radio",
          "name": "Radio",
          "aliases": [],
          "tags": [
            "family_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "A game where players perform based on the concept of radio.",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "spelling_bee",
          "name": "Spelling Bee",
          "aliases": [],
          "tags": [
            "family_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "This game is best played with three players. The players will line up in a row and can only speak one letter or word at a time. The players must say the word together at the same time, then spell it one at a time, starting with the player on stage right (house left)."
          },
          "rules": [
            "The host will start by asking the audience for an easy word to spell, like CAT."
          ],
          "tips": [
            "The players must say the word together at the same time, then spell it one at a time, starting with the player on stage right (house left).",
            "Here’s another example: CASTLE ALL PLAYERS: CASTLE Player 1: C Player 2: A Player 3: S Player 1: T Player 2: L Player 3: E ALL PLAYERS: CASTLE Host: Can you use it in a sentence?",
            "ALL PLAYERS: CASTLE Player 1: A Player 2: Castle Player 3: Is Player 1: Where Player 2: The Player 3: Prince Player 1: Lives ALL PLAYERS: CASTLE Play at the top of your intelligence, the fun of this game is genuine and honest mistakes rather than contrived and forced mistakes Do your best with keeping up the speed of the game.",
            "Don’t worry too much about being accurate, messing up is fun!",
            "Also, try your best to speak in complete sentences."
          ],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "slideshow",
          "name": "Slideshow",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "A game where players perform based on the concept of slideshow.",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "slo_mo_olympics",
          "name": "Slo-Mo Olympics",
          "aliases": [],
          "tags": [
            "family_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-8 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "Olympic event of mundane/non-sport activity. Get suggestion.",
            "suggestions": []
          },
          "rules": [
            "Athletes warm up at regular speed while being introduced",
            "Starting pistol fires (or commentators start match)",
            "Athletes switch to slow motion",
            "Commentators describe as high-stakes sporting event",
            "Game ends when athlete crosses finish line or vanquishes opponent"
          ],
          "tips": [
            {
              "role": "Commentators",
              "tips": [
                "Start strong - welcome audience, introduce yourself, event, then athletes",
                "React to what athletes are pantomiming",
                "Play with athletes - instant replays, zoom in",
                "Lead athletes to actions",
                "Don't talk over fellow commentator",
                "Maintain excitement, avoid dead air"
              ]
            },
            {
              "role": "Athletes",
              "tips": [
                "Before match, hint at character - good guy (face) or bad guy (heel)",
                "Play with props related to competition",
                "Go slow when match starts, match competitor's speed",
                "Make pantomiming distinct, especially hands",
                "React big with movements and facial expressions",
                "Earnestly do activity first, then sabotage opponent",
                "Use things related to activity when sabotaging",
                "Do 4-5 fighting beats during slo-mo",
                "Generally bad guy should lose"
              ]
            }
          ],
          "examples": [],
          "videoLinks": [],
          "notes": [
            "This can be played with an audience member as an athlete. As the fellow athlete, take care of the audience member and let them win."
          ]
        },
        {
          "id": "story",
          "name": "Story",
          "aliases": [],
          "tags": [
            "family_friendly",
            "jam_friendly"
          ],
          "playerCount": {
            "min": 4,
            "max": 8,
            "optimal": 6
          },
          "audienceParticipation": false,
          "duration": "8-12 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "Performers tell third-person story, can only speak when host points at them. Get story title.",
            "suggestions": []
          },
          "rules": [
            "Performers can only speak when host points at them",
            "When host pulls hand away, performer must stop",
            "Next person picks up EXACTLY where previous left off (mid-sentence/word)",
            "Elimination game - mess ups result in leaving stage",
            "New chapters announced after eliminations"
          ],
          "tips": [
            "Actions more important than dialogue/description",
            "Avoid delay tactics like \"decided to\"",
            "Use action words to keep plot going",
            "LISTEN - don't think of your own story",
            "Keep to 3-4 characters",
            "Keep story simple, follow first idea and heighten",
            "Don't solve problems, keep struggle going",
            "Don't worry about messing up - designed to make you fail",
            "Fall on grenade if no one has failed in a while",
            "New chapters = skip ahead in story"
          ],
          "examples": [],
          "videoLinks": [
            "https://youtu.be/4azG8Lo1faQ?t=3982"
          ]
        },
        {
          "id": "switch_interview",
          "name": "Switch Interview",
          "aliases": [],
          "tags": [
            "family_friendly",
            "jam_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "Fast-paced game where 2 people are on stage as a guest and host of a late night talk show, while the rest of the cast is on the back wall. A suggestion is given and they do a quick riff before the switch is called."
          },
          "rules": [],
          "tips": [
            "Commit to it strongly because the scene will last no more than 10 seconds.",
            "It might be called on a really good initiation line Try to incorporate an action into the segment, it can help justify the suggestion rather than just talking about it.",
            "Remember the roles of Host & Guest; stick to the format of a talk show but you have freedom to be creative.",
            "So if the segment starts with the guest steering the ship to a boat; the Host might respond: \"Ladies & Gentlemen, we are about to experience a pillage by none other than Black Beard himself and might I say what a full & black beard it is!\" This game benefits from variety, change it up!"
          ],
          "examples": [],
          "videoLinks": [
            "https://youtu.be/4azG8Lo1faQ?t=4728"
          ]
        },
        {
          "id": "superhero_eulogy",
          "name": "Superhero Eulogy",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "A game where players perform based on the concept of superhero eulogy.",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "tag_team_tale",
          "name": "Tag Team Tale",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "A title is received from the audience, and two groups of performers are onstage. One group tells the story, and one person from the other group acts it out (no dialogue or sound effects). The narrative group forms a line and the first person in line starts the story (3rd person perspective)."
          },
          "rules": [
            "When the Host shouts \"SWITCH\", the groups switch roles.",
            "If you look at them, then your story becomes less progressive because you’re letting them decide your story."
          ],
          "tips": [
            "That person keeps telling the story until the person behind them taps them on the back and continues EXACTLY where they left off.",
            "If you look at them, then your story becomes less progressive because you’re letting them decide your story.",
            "Build the game up to controlled chaos!",
            "For most of the story, use action!",
            "Avoid the phrase \"decided to...\" it's a delay tactic and doesn't actually progress the story.",
            "Big actions and justification!",
            "BE EVERYTHING!"
          ],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "town_hall",
          "name": "Town Hall",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "A game where players perform based on the concept of town hall.",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "two_minute_expert",
          "name": "Two-Minute Expert",
          "aliases": [],
          "tags": [
            "family_friendly",
            "jam_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "A game where players perform based on the concept of two-minute expert.",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "weird_newscasters",
          "name": "Weird Newscasters",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "4 Performers Needed. Performer A is the main anchor who receives no character endowment. Performer B is the co-anchor, who receives an endowment."
          },
          "rules": [
            "If you start strong, then judge yourself, and back off your character, you're too in your head.",
            "If you feel like it's right to move onto the next part of the game, then take focus and redirect it there."
          ],
          "tips": [
            "The Main Anchor introduces the show and themselves (usually a weird name (like Giuseppe Supwitdat) or a play on words or a real thing (like Chuck Stake), or even like a prank call name (like Hugh Jazz).",
            "Keep it short and sweet.",
            "Don't drone on and lose sight of the fact that this is short form.",
            "Maybe quirks that make you go \"WTF?!\" Your job is once the game begins, you need to commit to that quirk as though it's a part of your character portfolio.",
            "Don't judge your presentation, don't worry about if you're doing it right, and don't bail on your idea.",
            "Go full- on!",
            "This game will be over before you know it, so have fun playing this character probably for the first and last time ever!",
            "\"And with me tonight, my co-anchor, Mickey Louse\" \"And now let's go to Sports reporter Nancy Reginald for predictions for the big game!\" \"And let's find out what the precipitation is like this weekend with Weather's Rudolph Bignose.\" \"That's sports/weather, back to you!\" Be ready to GIVE focus to performers when it's time, BUT also be ready to take focus too.",
            "If you feel like it's right to move onto the next part of the game, then take focus and redirect it there.",
            "So, whoever the Main Anchor is, keep the game in control, since performers may have big characters that could cause them to lose track of time.",
            "Don't treat the game as weird.",
            "The Main Anchor can show emotion and reactions to the absurdity but treat it more as you have been with these 3 people for years, don't treat it like \"This is my first day, and this is WEIRD, right?!?!\""
          ],
          "examples": [],
          "videoLinks": []
        }
      ]
    },
    {
      "id": "jump_out_games",
      "name": "Jump Out Games",
      "description": "Quick-fire games with rapid responses",
      "games": [
        {
          "id": "185",
          "name": "185",
          "aliases": [],
          "tags": [
            "family_friendly",
            "jam_friendly"
          ],
          "playerCount": {
            "min": 4,
            "max": 10,
            "optimal": 6
          },
          "audienceParticipation": false,
          "duration": "5-8 minutes",
          "difficulty": "beginner",
          "setup": {
            "description": "Pun-telling game with specific format. Get noun/category suggestion.",
            "suggestions": []
          },
          "rules": [],
          "tips": [
            "Command that stage - tell joke like it's funniest thing ever",
            "Add physicality to sell joke",
            "Backline supports with laughs, groans, side comments",
            "Be the hero - fall on sword even with no joke",
            "Play with setup - elongate, tell differently, break rules"
          ],
          "examples": [
            "Feel free to add physicality to sell the joke",
            "The backline is there for support! Whether it’s a laugh, groan, side comment, etc. Laugh with the joke teller",
            "Play with the set up. The set up can be just as funny as the punchline. Elongate it, tell it differently, break the rules, it’s good to have variety"
          ],
          "videoLinks": [
            "https://youtu.be/Qmn7Q_TTbbo?t=4755"
          ]
        },
        {
          "id": "back_in_my_day",
          "name": "Back In My Day",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "A game where players perform based on the concept of back in my day.",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "celebrity_punishment",
          "name": "Celebrity Punishment",
          "aliases": [],
          "tags": [
            "family_friendly",
            "jam_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "A game where players perform based on the concept of celebrity punishment.",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "csi_miami",
          "name": "CSI: Miami",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "A game where players perform based on the concept of csi: miami.",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "expectations_reality",
          "name": "Expectations, Reality",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "A game where players perform based on the concept of expectations, reality.",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "foot_in_mouth",
          "name": "Foot in Mouth",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "A game where players perform based on the concept of foot in mouth.",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "here_lies",
          "name": "Here Lies",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "A game where players perform based on the concept of here lies.",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "hey_waiter",
          "name": "Hey, Waiter",
          "aliases": [],
          "tags": [
            "family_friendly",
            "jam_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "A pun-telling game where an audience volunteer will be sitting on stage and players will come up to tell a pun. The volunteer will always initiate with, “Hey, waiter, there’s a ______ in my soup.” Volunteer: Hey, waiter, there’s a cow in my soup! Player: Well… I better MOOve it out of the way."
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "i_kissed_a",
          "name": "I Kissed A",
          "aliases": [],
          "tags": [
            "family_friendly",
            "jam_friendly"
          ],
          "playerCount": {
            "min": 4,
            "max": 10,
            "optimal": 6
          },
          "audienceParticipation": false,
          "duration": "5-8 minutes",
          "difficulty": "beginner",
          "setup": {
            "description": "Pun-telling game. Get noun/category suggestion.",
            "suggestions": []
          },
          "rules": [],
          "tips": [
            "Command stage with confidence",
            "Add physicality",
            "Backline supports",
            "Fall on sword if needed",
            "Play with setup",
            "Be okay with failing/bombing"
          ],
          "examples": [
            "Set Up: I kissed a COW last night.",
            "Everyone: Ooo, tell me more.",
            "Punchline: Yeah, then I kissed AN UDDER cow.",
            "Feel free to add physicality to sell the joke",
            "The backline is there for support! Whether it’s a laugh, groan, side comment, etc. Support the joke teller.",
            "Play with the set up. The set up can be just as funny as the punchline. Elongate it, tell it differently, break the rules, it’s good to have variety"
          ],
          "videoLinks": [
            "https://youtu.be/Bfi57SvpBuE?t=4111"
          ]
        },
        {
          "id": "i_like_my_lover",
          "name": "I Like My Lover",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "A game where players perform based on the concept of i like my lover.",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "its_not_you_its_me",
          "name": "It’s Not You, It’s Me",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "A game where players perform based on the concept of it’s not you, it’s me.",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "jimmy_the_pigeon",
          "name": "Jimmy the Pigeon",
          "aliases": [],
          "tags": [
            "family_friendly",
            "jam_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "Another pun-telling game! Here’s the setup with the suggestion cow: Set Up: Did you hear about Jimmy the Cow? Everyone: What Happened?"
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "last_action_joke",
          "name": "Last Action Joke",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "Face the audience, kill someone with the suggestion, and give a cheesy action hero line. This is all about being really over-the-top and punny. If you have a sucky joke, GREAT!"
          },
          "rules": [],
          "tips": [
            "If you have a sucky joke, GREAT!",
            "It will work even better if you commit hard to a cliché action hero (think Arnold and Sylvester).",
            "Take a bullet!",
            "Remember, your \"joke\" doesn't suck unless you show the audience it sucks."
          ],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "let_me_tell_you_something_brother",
          "name": "Let Me Tell You Something, Brother",
          "aliases": [],
          "tags": [
            "family_friendly",
            "jam_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "You can play with the setup here, but here are the two common ones. Or they go straight into it: “Let Me Tell You Something, Brother… you and me, we got BEEF Rather than show you MUT examples, here is a list of WWF/WWE wrestlers and their famous promos if you ever want to emulate one of them:"
          },
          "rules": [
            "If the suggestion was cow: “Let Me Tell You Something, Brother… They call me the cow (suggestion) because I will UDDERLY destroy you!"
          ],
          "tips": [
            "Another pun-telling game, but this time you are embodying an 80’s/90’s WWF wrestler!",
            "If the suggestion was cow: “Let Me Tell You Something, Brother… They call me the cow (suggestion) because I will UDDERLY destroy you!"
          ],
          "examples": [],
          "videoLinks": [
            "https://www.youtube.com/watch?v=ChNLkUuaLFk",
            "https://www.youtube.com/watch?v=8C4lK41SX-Q",
            "https://www.youtube.com/watch?v=5qtvuV4mx4s",
            "https://www.youtube.com/watch?v=YdGTIfv-NDY",
            "https://www.youtube.com/watch?v=tjWPoQWdmjg",
            "https://www.youtube.com/watch?v=9py4aMK3aIU",
            "https://www.youtube.com/watch?v=8GF7S4go5gE",
            "https://www.youtube.com/watch?v=tiaSYpa_yow",
            "https://www.youtube.com/watch?v=YNCKwUSasww"
          ]
        },
        {
          "id": "letters_from_camp",
          "name": "Letters From Camp",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "A game where players perform based on the concept of letters from camp.",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "object_freeze",
          "name": "Object Freeze",
          "aliases": [],
          "tags": [
            "family_friendly",
            "jam_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "Objects are collected from the audience while the players have their back to the audience. This game is essentially the game of Props, as seen on Whose Line Is It Anyway?, except you'll receive actual objects that audience members would have in their pockets, purses, bags, etc."
          },
          "rules": [
            "The host will put an object on a stool, and the players must use the object in a way that it is not normally used.",
            "If it was an umbrella, you can use it as anything except an umbrella.",
            "If the object was an umbrella, you can do a Pinocchio bit by making the umbrella your nose and have it grow when you lie.",
            "If it's an umbrella, you can extend it, or open it up.",
            "If it's a box of Tic Tacs, you can open it up and use the Tic Tacs themselves to create a scene."
          ],
          "tips": [
            "The host will put an object on a stool, and the players must use the object in a way that it is not normally used.",
            "If it was an umbrella, you can use it as anything except an umbrella.",
            "Just like with Last Action Joke or World's Worst, you need to COMMIT!",
            "Use the object and deliver a \"punchline\" or a line of dialogue to complement what you are doing.",
            "Notice how they successfully use the second person to just help further paint the picture.",
            "If it's a box of Tic Tacs, you can open it up and use the Tic Tacs themselves to create a scene.",
            "Commit!"
          ],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "props",
          "name": "Props",
          "aliases": [],
          "tags": [
            "family_friendly",
            "jam_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-8 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "2 pairs given weird objects to justify in different ways.",
            "suggestions": []
          },
          "rules": [
            "Pairs go back and forth in quick scenes (1-2 lines)",
            "Justify objects in different ways each time"
          ],
          "tips": [
            "Start simple with immediate associations",
            "Commit to choice and partner's choice",
            "Props can be manipulated - moved, altered, repositioned",
            "Your idea is good unless you say it sucks",
            "Be specific",
            "References work great",
            "Avoid dark references"
          ],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "tea_party",
          "name": "Tea Party",
          "aliases": [],
          "tags": [
            "family_friendly",
            "jam_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "A joke-telling game! You are now a bunch of gossipy aristocrats, or fancy British royalty. If the suggestion was a cow:."
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": [
            "https://youtu.be/vyDR-6Fqcho?t=5335"
          ]
        },
        {
          "id": "sex_with_me",
          "name": "Sex with Me",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "A game where players perform based on the concept of sex with me.",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "scenes_from_a_hat",
          "name": "Scenes From a Hat",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "Players perform quick step-out scenes based on prompts pulled from a hat. Each performer delivers a unique justification or take on the prompt before a new one is selected."
          },
          "rules": [],
          "tips": [
            "This game is very open-ended though, since literally anything can come from that hat, so be present-minded and commit strong to your choice.",
            "Similar to World's Worst in style - refer to those tips for additional guidance"
          ],
          "examples": [],
          "videoLinks": [
            "https://www.reddit.com/r/ScenesFromAHat/"
          ]
        },
        {
          "id": "scenes_on_the_spot",
          "name": "Scenes on the Spot",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "A game where players perform based on the concept of scenes on the spot.",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "southern_lawyer",
          "name": "Southern Lawyer",
          "aliases": [],
          "tags": [
            "family_friendly",
            "jam_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "Pun-telling game like I Kissed A! Usual setup is, “Your honor, I may be just a simple Chicken (suggestion) lawyer, but the evidence here is FOWL!”"
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": [
            "https://youtu.be/SBz6Jb8dbko?t=4607"
          ]
        },
        {
          "id": "whatcha_get",
          "name": "Whatcha Get?",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "A game where players perform based on the concept of whatcha get?.",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "worlds_worst",
          "name": "World’s Worst",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 4,
            "max": 10,
            "optimal": 6
          },
          "audienceParticipation": false,
          "duration": "5-8 minutes",
          "difficulty": "beginner",
          "setup": {
            "description": "Provide world's worst example of suggestion (occupation, reason to gather, slogan/jingle, etc.).",
            "suggestions": []
          },
          "rules": [],
          "tips": [
            "Commit!",
            "Bring someone up if inspired",
            "Treat like quick punchline",
            "Be specific",
            "Vary choices",
            "Worst doesn't always mean evil - could be incompetence",
            "Brainstorm impractical characters for situation"
          ],
          "examples": [],
          "videoLinks": [
            "https://www.youtube.com/watch?v=SVekFEjQavU",
            "https://www.youtube.com/watch?v=QJU8tVbqmA4",
            "https://www.youtube.com/watch?v=FaszW74MZEk"
          ]
        },
        {
          "id": "opening_games",
          "name": "~ Opening Games ~",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "A game where players perform based on the concept of ~ opening games ~.",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        }
      ]
    }
  ]
}