{
  "metadata": {
    "title": "MUT Improv Games Reference",
    "version": "1.0",
    "lastUpdated": "2026-01-10",
    "totalGames": 232,
    "tags": {
      "family_friendly": {
        "emoji": "🎭",
        "description": "Important to know for Laugh Track City or Family Friendly Matinee"
      },
      "jam_friendly": {
        "emoji": "🎵",
        "description": "Great for a Jam"
      },
      "seasonal": {
        "emoji": "📅",
        "description": "Seasonal Games"
      }
    }
  },
  "categories": [
    {
      "id": "opening_games",
      "name": "Opening Games",
      "description": "Warm-up and opening games to start a show",
      "games": [
        {
          "id": "categories",
          "name": "Categories",
          "aliases": [],
          "tags": [
            "family_friendly",
            "jam_friendly"
          ],
          "playerCount": {
            "min": 4,
            "max": 10,
            "optimal": 6
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "beginner",
          "setup": {
            "description": "Players stand in a line. Host gets a topic from the audience.",
            "suggestions": []
          },
          "rules": [
            "Host points to each player who must name something in the category",
            "Eliminations occur on hesitation, incorrect answers, or host decision",
            "Host may give endowments instead of eliminating (accents, impressions, dance moves)"
          ],
          "tips": [
            "Practice heightening - start obvious, get more obscure",
            "Listen to fellow players for patterns",
            "Embrace failure - fail big!",
            "Commit to any endowments given"
          ],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "home_shopping_network",
          "name": "Home Shopping Network",
          "aliases": [],
          "tags": [
            "family_friendly"
          ],
          "playerCount": {
            "min": 6,
            "max": 8,
            "optimal": 7
          },
          "audienceParticipation": true,
          "duration": "8-12 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "One or two people designated as guessers leave the room. Host collects five items with unique traits (e.g., \"microwave POWERED BY tofu\"). Clue givers write down items and decide who gives what clue.",
            "suggestions": []
          },
          "rules": [
            "One side goes 1→2→3, other side goes 5→4→3",
            "Guessers race to claim the middle item",
            "Clue givers may ONLY use pantomime, no gibberish",
            "If one guesser, go 1→5"
          ],
          "tips": [
            {
              "role": "Guessers",
              "tips": [
                "Be a character - you're a QVC host!",
                "Keep upbeat attitude and energy",
                "Tell a narrative, don't just list guesses",
                "Eyes on clue givers at all times"
              ]
            },
            {
              "role": "Clue Givers",
              "tips": [
                "Cheat out towards audience while ensuring guesser can see",
                "Show the NEED for the product first",
                "Definitively indicate when product is guessed (clap and point)",
                "For non-electric power, pantomime unplugging from outlet"
              ]
            }
          ],
          "examples": [],
          "videoLinks": [],
          "audienceCount": "1-2 guessers"
        },
        {
          "id": "mash_up",
          "name": "Mash Up",
          "aliases": [],
          "tags": [
            "jam_friendly"
          ],
          "playerCount": {
            "min": 4,
            "max": 8,
            "optimal": 6
          },
          "audienceParticipation": false,
          "duration": "10-15 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "Host creates whiteboard with 4 quadrants, each with a theme (characters, occupation, genre, obsession, location, etc.). Gather 16 total suggestions (4 per quadrant).",
            "suggestions": []
          },
          "rules": [
            "Players stand in backline",
            "One player steps up and mashes up two suggestions from different quadrants",
            "Host asks to see the scene",
            "Players do short scene of the mash up",
            "Host walks in front and audience says \"MASH UP!\" to end scene",
            "Continue until all suggestions are used"
          ],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "my_movie",
          "name": "My Movie",
          "aliases": [],
          "tags": [
            "family_friendly",
            "jam_friendly"
          ],
          "playerCount": {
            "min": 4,
            "max": 10,
            "optimal": 6
          },
          "audienceParticipation": false,
          "duration": "8-12 minutes",
          "difficulty": "beginner",
          "setup": {
            "description": "Players stand in a line with host in front. Get suggestion of a letter or film genre.",
            "suggestions": []
          },
          "rules": [
            "Host conducts players to say \"My Movie, My Movie, My Movie\"",
            "Host points at player who names a made-up movie title using suggestion",
            "When audience/host likes a title (indicated by \"oooo\"), player gives tagline",
            "If host likes it, they say \"let's see it!\" and players do short scene",
            "Host calls scene by walking back to middle",
            "Get new suggestion or continue with same"
          ],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "playground_insults",
          "name": "Playground Insults",
          "aliases": [],
          "tags": [
            "family_friendly"
          ],
          "playerCount": {
            "min": 6,
            "max": 8,
            "optimal": 7
          },
          "audienceParticipation": false,
          "duration": "8-12 minutes",
          "difficulty": "advanced",
          "setup": {
            "description": "Host sends one player from each side out as guessers. Get suggestion of insult in form: Adjective → Verb-ing → Noun (each word 3+ syllables).",
            "suggestions": []
          },
          "rules": [
            "Guessers take on personas of kids arguing and insulting each other",
            "Kids face each other with backs to their team's clue givers",
            "Teammates break down syllables and pantomime them",
            "Guessers work guesses into their insults",
            "Host switches between teams every 10-20 seconds",
            "First guesser to call the full insult wins"
          ],
          "tips": [
            {
              "role": "Guessers",
              "tips": [
                "Character is typically a child on playground",
                "Repeat what other guesser said when clue givers are running on stage"
              ]
            },
            {
              "role": "Clue Givers",
              "tips": [
                "Break down syllables with team beforehand",
                "Have backup pantomimes ready",
                "Syllables don't have to be perfect pronunciations"
              ]
            }
          ],
          "examples": [
            "Air (breathing in air) | Row (rowing a boat) | mat (doormat) | Tic (tic on a dog)",
            "Arrow (Shooting a bow and arrow)",
            "The syllables do not have to be perfect pronunciations"
          ],
          "videoLinks": []
        },
        {
          "id": "scattergories",
          "name": "Scattergories",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 4,
            "max": 10,
            "optimal": 6
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "Similar to Categories. Players stand in a line, host gets topic from audience.",
            "suggestions": []
          },
          "rules": [
            "Host points to each player who must name something in category",
            "After any response, host can say \"Which is also…\"",
            "Player must name new topic their response could belong to",
            "Topic changes to this new topic",
            "Eliminations on hesitation, incorrect answers, or host decision"
          ],
          "tips": [
            "Practice heightening - start obvious, get more obscure",
            "Listen to fellow players for patterns",
            "Embrace failure - fail big!"
          ],
          "examples": [
            "P1: Shark",
            "P2: Beta Fish",
            "P3: Gold Fish",
            "Host: Which is also a…",
            "P3: Type of Snack",
            "P2: Potato Chips",
            "This game is a chance to practice heightening. Start off with the obvious choices, but challenge yourself to pick more obscure choices each time you are pointed to.",
            "Listen to your fellow players. They might start a game based on the different answers they are giving for a category. One day, I will naturally do a Lion -> Tigers -> Bears -> Oh My!",
            "Embrace Failure! If you start to feel yourself hesitating, throw out a word with all of the confidence in the world. Fail Big! One of my favorite moments in this game is when a player catches the host completely off guard with an item out of left field.",
            "Embrace any endowment you have been given to the best of your ability, even if you have no idea who someone is. Make up a new voice for them and sell it with confidence!"
          ],
          "videoLinks": []
        },
        {
          "id": "sideline_debate",
          "name": "Sideline Debate",
          "aliases": [],
          "tags": [
            "family_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "The host sends one player from each side out of the room to be the guessers and gets the suggestion of a Verb-ing → Adjective → Noun, each word having three or more syllables. The guessers are called back in and take on the personas of politicians debating the pros and cons of Verb-ing → Adjective → Noun. The politicians face each other with each having their back to the other team’s clue givers. The host will determine which team will go first, and their teammates will get across the first word by breaking it down into smaller syllable chunks and getting them across through pantomime. The first guesser will try to guess what the syllable is working their guesses into their insults. Every ten to twenty seconds, the host will switch between the teams guessing. Once all of the syllables have been given, the guesser will put them together to find the whole word. When the Verb-ing word is guessed, the teams will move on to the Adjective, and then the Noun. The first guesser to call their opponent the Verb-ing, Adjective, that is into Noun wins it for their team."
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "sideline_karaoke",
          "name": "Sideline Karaoke",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "The host sends one player from each side out of the room to be the guessers and gets five multi word songs titles from the audience."
          },
          "rules": [],
          "tips": [],
          "examples": [
            "The guessers then run back into the room and each grab a microphone. A pianist or soundbooth will provide a backing track. Similar to Home Shopping Network, each guesser needs to guess two songs and race to get the middle song. Clue givers will be pantomiming entire words to the guessers, which will help the guesser build the whole song title together. The guessers are singing the entire time as they guess the song titles. The first team to guess three songs wins!"
          ],
          "videoLinks": []
        },
        {
          "id": "simon",
          "name": "Simon",
          "aliases": [],
          "tags": [
            "jam_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "Two players start onstage against each other, similar to What Are You Doing and Top That. The host will then get an activity or location. The first player then does a motion related to the suggestion and names it. The second player then does that first motion, then does a new motion and names it. It then goes back to the first player who does the first motion, then the second, and then a new motion. This goes back and forth until players mess up or the host calls it."
          },
          "rules": [],
          "tips": [],
          "examples": [
            "Player 1: I’m lacing up my shoes",
            "Player 2: I’m lacing up my shoes → I’m pumping the ball",
            "Player 1: I’m lacing up my shoes → I’m pumping the ball → I’m dribbling the ball",
            "Player 2: I’m lacing up my shoes → I’m pumping the ball → I’m dribbling the ball → I’m dunking on you",
            "Player 1: I’m lacing up my shoes → I’m pumping the ball → I’m dribbling the ball → I’m dunking on you → I’m getting a technical by punching you",
            "Player 2: I’m lacing up my shoes → I’m pumping the ball → I’m dunking on you",
            "Host: That’s wrong!",
            "Top That",
            "Two players start onstage and an activity is suggested from the audience. One player will start by stepping up and doing a quick, repeatable motion, then going back to neutral and saying “try that on for size” or “top that.” The other player will then step up, do the same motion but justify it differently, and then end with “try that on for size” or “top that.” This goes back and forth until an elimination occurs, which comes if a player hesitates, repeats, or the host finds a reason to move the game along.",
            "Player 1: *Does a shooting a basketball motion* I’m playing Basketball… Try that on for size",
            "Player 2: *Does a shooting a basketball motion* I’m high-fiving a giant… Try that on for size",
            "Player 1: *Does a shooting a basketball motion* I’m putting things on the top shelf… Try that on for size",
            "Player 2: *Does a shooting a basketball motion* I’m Mufasa trying to grab Scar’s paw… Try that on for size",
            "Host: Aww… too soon, you’re OUT!",
            "Do a motion that is easily repeatable! If you do something like get on your knees, well you’re doing it to yourself! If it’s a motion you can’t do, do it your own way in safe manner.",
            "For later rounds, avoid doing a motion that was already done. If arms were used up in the air, do something with your legs or use a prop.",
            "The action and first justification should be related to the topic. If it’s volleyball, it’s as simple as “I’m playing volleyball,” I’m spiking the ball,” I’m setting the ball,” etc.",
            "The later justifications can be nothing related to volleyball.",
            "Feel free to build a story if it seems possible",
            "“I’m dropping a baby… try that on for size”",
            "“I’m catching that baby… try that on for size”",
            "Just like What Are You Doing, find ways to throw yourself out if the game goes too long, but make that dive (falling on the grenade) BIG!",
            "Specificity is fun in this game!",
            "Instead of just “I’m dancing,” you can say “I’m dancing to Chappell Roan”",
            "Usually we want to say “I’m…” at the start of everything, but feel free to switch it up sometimes.",
            "I did a show where the thing was gymnastics and the person threw their arms in the air like a landing pose. “I’m doing gymnastics… try that on for size”",
            "My friend said “Y… try that on for size” (like YMCA by the Village People). Got a major pop!"
          ],
          "videoLinks": [
            "https://youtu.be/dZ4OSOKyePI?t=600"
          ]
        },
        {
          "id": "top_that_try_that_on_for_size",
          "name": "Top That (Try That on For Size)",
          "aliases": [],
          "tags": [
            "family_friendly",
            "jam_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "video_dating_service",
          "name": "Video Dating Service",
          "aliases": [],
          "tags": [
            "family_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "The host sends one player from each side out of the room to be the guessers and gets the suggestion of the types of people the guessers are looking for in the form of Adjective → Occupation → Hobby, each word having three or more syllables. The guessers are called back in and take on the personas of people looking for love. The guessers face each other with each having their back to the other team’s clue givers. The host will determine which team will go first, and their teammates will get across the first word by breaking it down into smaller syllable chunks and getting them across through pantomime. The first guesser will try to guess what the syllable is while maintaining the character. Every ten to twenty seconds, the host will switch between the teams guessing. Once all of the syllables have been given, the guesser will put them together to find the whole world. When the adjective word is guessed, the teams will move on to the occupation, and then the hobby. The first guesser to say they’re looking for the Adjective, Occupation, that is into Hobby wins it for their team."
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "what_you_got",
          "name": "What You Got",
          "aliases": [],
          "tags": [
            "family_friendly",
            "jam_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "A group of 6-8 are onstage in two teams. A suggestion is received from the audience in the form of a broad topic, activity, event, etc. One person from each team is front and center with the other posse members behind that person. To the sound of the beat, the designated leader of Team 1 starts by saying a command and attaching a physical action to it. For example, if the suggestion was “Wedding”, Team 1 Leader may say “I’m throwing the bouquet.” with the motion of throwing a bouquet. Once the command is conveyed, the posse members repeat the command and action twice and end with “What You Got!” It then goes immediately to Leader 2 who does a new action."
          },
          "rules": [],
          "tips": [],
          "examples": [
            "Leader 1: I’m Throwing the Bouquet Leader 1 & Posse: Throwing the Bouquet, Throwing the Bouquet, What You Got!",
            "Leader 2: I’m Giving a Toast Leader 2 & Posse: Giving a Toast, Giving a Toast, What You Got",
            "The teams go back and forth until there’s hesitation, a fall off the beat, or too much repetition.",
            "This game is all about energy. Be BIG!",
            "Be safe! If you can’t do the action without hurting yourself, don’t. However, make up for it with your voice and attitude.",
            "Make sure to attach a specific action to the commands. Even if the command is not action-based, like “I’m waiting for the bus”, make it a big action!",
            "If you’re the leader, be clear and loud. Reach your posse members.",
            "Heighten the commands. Start with typical actions and build up to more absurd or extreme actions.",
            "If you’re a leader and your opposing leader does a command that elicits a big reaction, feel free to end the round by bowing out of the competition or intentionally losing. It’s like an edit in a Montage. Let’s reset with a new round.",
            "Don’t try to cram big sentences into your actions. Be simple. “I’m da da da da” —that’s it"
          ],
          "videoLinks": [
            "https://www.youtube.com/watch?v=NeNK2dk1hgY",
            "https://youtu.be/slNxZm0Kifk?t=292"
          ]
        },
        {
          "id": "what_are_you_doing",
          "name": "What Are You Doing",
          "aliases": [],
          "tags": [
            "family_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "8-12 minutes",
          "difficulty": "beginner",
          "setup": {
            "description": "Two players onstage. Suggestions start with actions (sport, chore, hobby), then transition to letters.",
            "suggestions": []
          },
          "rules": [
            "One player does random action or dancing",
            "Other player yells \"What Are You Doing!\"",
            "First player stops, goes to neutral, says something they're NOT doing",
            "Second player does what they were endowed with",
            "Continue until elimination (hesitation, repetition, saying what you're actually doing)"
          ],
          "tips": [
            "Do big actions and VOCALIZE",
            "Think of these as solo miniature scenes",
            "Avoid narrating/repeating the prompt",
            "Justify absurd actions with big characters",
            "Give and accept the absurd - COMMIT!",
            "Stop action when partner says \"What are you doing!\" and make eye contact",
            "Try to eliminate \"I'm\" - use letter sound instead (B-b-b-baking a cake)",
            "\"What Are You Doing\" is a statement, not a question",
            "Allow partner to finish thought before interrupting"
          ],
          "examples": [
            "Player 1: Starts Randomly Moving",
            "Player 2: What Are You Doing!",
            "Player 1: Dribbling Basketballs",
            "Player 2: Starts dribbling basketballs",
            "Player 1: What Are You Doing!",
            "Player 2: Shooting Threes",
            "Player 1: Starts Shooting Threes",
            "Have fun with it, you could shoot threes like a basketball game or you could go big game hunting and shoot some threes like they’re animals",
            "Player 2: What Are You Doing!",
            "Player 1: Traveling",
            "Player 2: 1 airline ticket to Belize, please",
            "Do big actions and VOCALIZE! Make the game equally as fun for a hard-of-hearing audience member and a visually-impaired audience member.",
            "Think of these as solo miniature scenes!",
            "Avoid the trap of narrating your action in a way where it repeats what the prompt was. For example, if someone said “Taking a T-Rex to Dinner.” Avoid saying things like, “I’m taking this T-Rex to Dinner at Chili’s.” It’s more fun and exciting if you look at them lovingly and say something like “Let me cut up your steak.. I know you can’t reach them because of your small arms.” This avoids repeating what the audience already knows about the mini scene.",
            "Justify! When the actions get more and more absurd due to initials, the audience wants to know what this person is thinking, so verbalize that. Use big characters to justify the action. What would a person who is Calming Anxious Lollipop Firefighters (CALF) be thinking/saying? We want to know!",
            "Give and accept the absurd! Sometimes the given statement doesn’t make sense, choose an action as close to it as possible (doesn’t have to be perfect) and COMMIT!",
            "Remember to stop your action when your partner says “What are you doing!” and look at them in the eyes to deliver the next action. It shows a transfer of focus.",
            "Try to eliminate “I’m,” since it just becomes a delay tactic at that point. Instead, use the sound of the letter to inspire you about an example (eg: B-b-b-baking a cake). The audience thinks that giving us a letter makes the game more difficult, but it is actually a gift we can use to create fun activities.",
            "\"What Are You Doing\" is a statement (or exclamation) not a question.",
            "Allow your partner to finish their thought before saying \"What Are You Doing!\" The game should be fast, but thoughts/ideas should be finished.",
            "Don’t get frustrated; get excited! Short form is designed to make you fail. To be comfortable with failure shows success in short form."
          ],
          "videoLinks": [
            "https://www.youtube.com/watch?v=9aLz010pBbs&t=563s"
          ]
        }
      ]
    },
    {
      "id": "audience_games",
      "name": "Audience Games",
      "description": "Games that involve audience members directly",
      "games": [
        {
          "id": "4_square",
          "name": "4 Square",
          "aliases": [],
          "tags": [
            "family_friendly",
            "jam_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": true,
          "duration": "8-12 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "4 performers in square formation. Front 2 receive suggestion, then rotate.",
            "suggestions": []
          },
          "rules": [
            "Front 2 performers receive suggestion",
            "Host shouts \"rotate right\" and square shifts",
            "New pair front and center receives suggestion",
            "Continue until all 4 pairs have suggestions (you're in 2 pairs)",
            "Front pair jumps into scene when game begins",
            "Host shouts \"rotate right (or left)\" to end scene and rotate"
          ],
          "tips": [
            "When you return to scene, time has passed - heighten to new moment",
            "Think cause and effect",
            "Have strong relationship",
            "Listen to host - they may rotate different direction or multiple times"
          ],
          "examples": [],
          "videoLinks": [
            "https://youtu.be/TOelOmoWgj4?t=668"
          ],
          "audienceCount": "1-2 audience members can play"
        },
        {
          "id": "audience_recap_telephone",
          "name": "Audience Recap (Telephone)",
          "aliases": [],
          "tags": [
            "jam_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "audience_sfx",
          "name": "Audience SFx",
          "aliases": [],
          "tags": [
            "family_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 4,
            "optimal": 2
          },
          "audienceParticipation": true,
          "duration": "5-8 minutes",
          "difficulty": "beginner",
          "setup": {
            "description": "Audience member given microphone to provide sound effects. Get scene suggestion.",
            "suggestions": []
          },
          "rules": [
            "Audience member provides sound effects based on scene actions",
            "Players must justify all sound effects given"
          ],
          "tips": [
            "Use exposition to help audience member know what you're doing",
            "Verbally announce actions: \"Hold on, let me get the axe\"",
            "JUSTIFY all sound effects - react appropriately",
            "Allow pauses for sound effects",
            "Play tennis - take turns prompting (50/50)"
          ],
          "examples": [],
          "videoLinks": [],
          "audienceCount": "1 audience member with microphone"
        },
        {
          "id": "bedtimecampfire_story",
          "name": "Bedtime/Campfire Story",
          "aliases": [],
          "tags": [
            "family_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "casanova",
          "name": "Casanova",
          "aliases": [],
          "tags": [
            "family_friendly",
            "jam_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "Two teams of 3 (or 4) compete to win the favor of an audience member. Based on a suggestion, the teams try to come up with the best pick up line, but they must speak one word at a time. Teams conclude their pick up line by saying \"YEAAAAAHHHHH!\" together. The audience member awards a point to one of the teams per round. When you receive the suggestion, freely associate words in your head and see if you can drop them into your team's pick up line. So if the suggestion was rabbit, rather than actually saying the suggestion in the pick up line, try to drop in an association word. \"Hey baby, I think you should hop into my heart.\" \"What’s up doc, you could never bug me.\" Similar to what you do in the stand-in-the-line pun games like “I Kissed A…” Since you're speaking one word at a time, the biggest focus is on speaking quickly and coherently. So use proper grammar. Also project and speak clearly. Be confident! Especially with the \"YEEAAAAAHHHHH!\" If a mistake happens, don't call it out, just finish the line confidently. Your pick up line is awesome, unless you tell the audience it isn't. Vary up your responses. A few types of responses are to try a short pick up line (they can be 2-3 words and that’s all you need), start with a Question then Answer it, change tone (usually sexy is what we default to, but maybe trying loving or enthusiastic"
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": [
            "https://youtu.be/1RgCbWN06Og?t=3135"
          ]
        },
        {
          "id": "center_of_attentionpretty_pretty_princess",
          "name": "Center of Attention/Pretty Pretty Princess",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "This game is similar to 4 Square, except the audience volunteer is in every scene and every scene is a three-person scene. 4 Performers are onstage in a square formation with the audience member in the middle. The front 2 performers receive a suggestion. The host shouts rotate right. The square shifts, which means a new pair is front and center. That pair receives a suggestion, and the process continues until all 4 pairs receive a suggestion (so you’re in two trio scenes for this game). When the game begins, the pair front and center jump into a scene. When the host shouts “rotate right (or left)” the scene ends and the square rotates appropriately."
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "coffee_break",
          "name": "Coffee Break",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "columns",
          "name": "Columns",
          "aliases": [],
          "tags": [
            "family_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "day_in_the_life",
          "name": "Day in the Life",
          "aliases": [],
          "tags": [
            "family_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "dinner_at_joes",
          "name": "Dinner at Joe’s",
          "aliases": [],
          "tags": [
            "family_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "dubbing",
          "name": "Dubbing",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "moving_bodies",
          "name": "Moving Bodies",
          "aliases": [],
          "tags": [
            "family_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 3,
            "optimal": 2
          },
          "audienceParticipation": true,
          "duration": "5-8 minutes",
          "difficulty": "beginner",
          "setup": {
            "description": "Players cannot move on their own. Audience member moves them like action figures.",
            "suggestions": []
          },
          "rules": [
            "Players cannot move themselves",
            "Audience member physically moves players",
            "Players must verbally indicate desired movements",
            "Adjust and justify if audience member moves you unexpectedly"
          ],
          "tips": [
            "Verbally indicate movements: \"I'm walking over there to pick up that basket\"",
            "Repeat if volunteer doesn't respond",
            "Justify overzealous movements"
          ],
          "examples": [],
          "videoLinks": [],
          "audienceCount": "1 audience member"
        },
        {
          "id": "payback_theatre",
          "name": "Payback Theatre",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "Peter Pan’s Shadow (Virtual Reality)"
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "peter_pans_shadow_virtual_reality",
          "name": "Peter Pan’s Shadow (Virtual Reality)",
          "aliases": [],
          "tags": [
            "family_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "slo_mo_olympics",
          "name": "Slo-Mo Olympics",
          "aliases": [],
          "tags": [
            "family_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-8 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "Olympic event of mundane/non-sport activity. Get suggestion.",
            "suggestions": []
          },
          "rules": [
            "Athletes warm up at regular speed while being introduced",
            "Starting pistol fires (or commentators start match)",
            "Athletes switch to slow motion",
            "Commentators describe as high-stakes sporting event",
            "Game ends when athlete crosses finish line or vanquishes opponent"
          ],
          "tips": [
            {
              "role": "Commentators",
              "tips": [
                "Start strong - welcome audience, introduce yourself, event, then athletes",
                "React to what athletes are pantomiming",
                "Play with athletes - instant replays, zoom in",
                "Lead athletes to actions",
                "Don't talk over fellow commentator",
                "Maintain excitement, avoid dead air"
              ]
            },
            {
              "role": "Athletes",
              "tips": [
                "Before match, hint at character - good guy (face) or bad guy (heel)",
                "Play with props related to competition",
                "Go slow when match starts, match competitor's speed",
                "Make pantomiming distinct, especially hands",
                "React big with movements and facial expressions",
                "Earnestly do activity first, then sabotage opponent",
                "Use things related to activity when sabotaging",
                "Do 4-5 fighting beats during slo-mo",
                "Generally bad guy should lose"
              ]
            }
          ],
          "examples": [],
          "videoLinks": [],
          "notes": [
            "This can be played with an audience member as an athlete. As the fellow athlete, take care of the audience member and let them win."
          ]
        },
        {
          "id": "subtext",
          "name": "Subtext",
          "aliases": [],
          "tags": [
            "family_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "what_if",
          "name": "What If?",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "The host first interviews a volunteer about a recent major life or positive decision they made, then ask follow up questions like who they were with when they were making the decision (family, friend, partner, etc.), whom the decision affected, and any other natural questions that come up. The interview should be quick. One player must play the volunteer (either the volunteer chooses or players choose) and the other players will play supporting roles. The scene plays out as if the volunteer had made a different choice, which unravels into them clearly choosing the wrong path. 1st Scene: Establishing the decision and choosing the alternate path 2nd Scene: The initial fallout of the decision showing it was bad 3rd Scene+: Heightening, making things worse (can be multiple scenes) End with asking the volunteer, “aren’t you glad you made that decision?”"
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "word_from_our_sponsor",
          "name": "Word From our Sponsor",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "word_up_from_our_sponsor",
          "name": "Word Up From our Sponsor",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        }
      ]
    },
    {
      "id": "host_interrupt_games",
      "name": "Host Interrupt Games",
      "description": "Games where the host can interrupt and modify the scene",
      "games": [
        {
          "id": "4_square",
          "name": "4 Square",
          "aliases": [],
          "tags": [
            "family_friendly",
            "jam_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": true,
          "duration": "8-12 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "4 performers in square formation. Front 2 receive suggestion, then rotate.",
            "suggestions": []
          },
          "rules": [
            "Front 2 performers receive suggestion",
            "Host shouts \"rotate right\" and square shifts",
            "New pair front and center receives suggestion",
            "Continue until all 4 pairs have suggestions (you're in 2 pairs)",
            "Front pair jumps into scene when game begins",
            "Host shouts \"rotate right (or left)\" to end scene and rotate"
          ],
          "tips": [
            "When you return to scene, time has passed - heighten to new moment",
            "Think cause and effect",
            "Have strong relationship",
            "Listen to host - they may rotate different direction or multiple times"
          ],
          "examples": [],
          "videoLinks": [
            "https://youtu.be/TOelOmoWgj4?t=668"
          ],
          "audienceCount": "1-2 audience members can play"
        },
        {
          "id": "actor_switch",
          "name": "Actor Switch",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "big_little",
          "name": "Big Little",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "calvin_ball",
          "name": "Calvin Ball",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "changing_emotions_stuff",
          "name": "Changing Emotions & Stuff",
          "aliases": [],
          "tags": [
            "family_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "conjunction_junction",
          "name": "Conjunction Junction",
          "aliases": [],
          "tags": [
            "family_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 4,
            "optimal": 2
          },
          "audienceParticipation": false,
          "duration": "5-8 minutes",
          "difficulty": "beginner",
          "setup": {
            "description": "Players begin neutral scene. Get scene suggestion.",
            "suggestions": []
          },
          "rules": [
            "Host interrupts and calls out conjunction (and, or, but, because, also, etc.)",
            "Last player who spoke repeats conjunction and expands sentence",
            "Host may call multiple conjunctions in a row"
          ],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "continuation",
          "name": "Continuation",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "dd_in_the_life",
          "name": "D&D in the Life",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "death_pendulum",
          "name": "Death Pendulum",
          "aliases": [],
          "tags": [
            "seasonal"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "dick_van_dyke",
          "name": "Dick Van Dyke",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "dvd",
          "name": "DVD",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "forward_reverse",
          "name": "Forward Reverse",
          "aliases": [],
          "tags": [
            "family_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 3,
            "optimal": 2
          },
          "audienceParticipation": false,
          "duration": "5-8 minutes",
          "difficulty": "advanced",
          "setup": {
            "description": "Scene game where host can shout 'reverse' to make scene go backwards. Get scene suggestion.",
            "suggestions": []
          },
          "rules": [
            "Host shouts 'reverse' and scene progresses backwards",
            "Host says 'forward' to resume forward motion",
            "Scene may go in reverse beyond first sentence"
          ],
          "tips": [
            "Driven by action and characters",
            "Combine dialogue with specific movement/action",
            "Use whole stage, move around",
            "Keep dialogue concise for easier memory",
            "Think in reverse - set up the activity you started with",
            "Don't worry about mistakes, embrace them",
            "Keep momentum going"
          ],
          "examples": [],
          "videoLinks": [
            "https://youtu.be/1815esED55I?t=4665",
            "https://www.youtube.com/watch?v=YLmlPf958lw",
            "https://www.youtube.com/watch?v=mq_DVneSyQw"
          ]
        },
        {
          "id": "genre_switch",
          "name": "Genre Switch",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "gibberish_switch",
          "name": "Gibberish Switch",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "growing_shrinking_machine",
          "name": "Growing Shrinking Machine",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "hey_morty",
          "name": "Hey Morty",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 6,
            "optimal": 3
          },
          "audienceParticipation": false,
          "duration": "5-8 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "Scene game best played dramatically. Get scene suggestion.",
            "suggestions": []
          },
          "rules": [
            "Players perform dramatic scene",
            "Host interrupts by calling player's name and repeating a word (usually noun)",
            "Player tells pun based on word in over-the-top manner",
            "Format:\n   - Player: \"Hey, Morty!\"\n   - All: \"Yeah, Morty?!\"\n   - Player: \"Did you hear the one about X?\"\n   - All: \"No, Morty. We didn't hear the one about X.\"\n   - Player: [Pun]\n   - ALL: \"HA!\" [with jazz hands]",
            "Scene continues as if pun never happened"
          ],
          "tips": [
            "Pun doesn't have to be good - fun, stupid vibe",
            "Players not in scene can jump on stage for call and response"
          ],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "identity_crisis",
          "name": "Identity Crisis",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "inner_monologue",
          "name": "Inner Monologue",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "monkey_in_the_middle",
          "name": "Monkey in the Middle",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "new_choice",
          "name": "New Choice",
          "aliases": [],
          "tags": [
            "family_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 4,
            "optimal": 2
          },
          "audienceParticipation": false,
          "duration": "5-8 minutes",
          "difficulty": "beginner",
          "setup": {
            "description": "Host can call NEW CHOICE and player must say something different. Get scene suggestion.",
            "suggestions": []
          },
          "rules": [
            "Host calls NEW CHOICE on player",
            "Player must say something different from what was said",
            "Host may NEW CHOICE actions, reactions, or anything"
          ],
          "tips": [
            "Keep sentences short with pauses",
            "Make actual change, don't just repeat differently",
            "Change beginning of sentences, not just last word",
            "Think Rule of Threes: Regular > Weird > Crazy Town",
            "Character motivations can remain intact",
            "Prompt host with nice gifts to NEW CHOICE"
          ],
          "examples": [
            "\"Surprise, I got you a new car!\" *NEW CHOICE*",
            "“Here’s a half-eaten Snickers bar.” *NEW CHOICE*",
            "\"I married your daughter, we cool?\"",
            "Keep sentences short with pauses in between lines to allow room for *NEW CHOICE* to be called.",
            "Try to make an actual change and not repeat what you said differently.",
            "Mainly say a new choice; get away from the first choice in some way",
            "A trick to avoid this is by changing up the beginning of your sentences. A trap people often get in is just changing the last word.",
            "AVOID:",
            "“You look beautiful.” *NEW CHOICE*",
            "“You look awful.” *NEW CHOICE*",
            "“You look suspicious.” *NEW CHOICE*",
            "“You look like you could use a shower.” *NEW CHOICE*",
            "“You look meh.”",
            "Think Rule of Three’s with your new choice: Regular > Weird > Crazy Town",
            "Your character’s motivations can remain intact, even if the new choices adds twists and turns",
            "Be conscious of ways to prompt the host to *NEW CHOICE*, you want to do things where the host think, “this is a nice gift to *NEW CHOICE*”",
            "The host is also a player in this game too and it’s fun when the host is clearly messing with the players on stage."
          ],
          "videoLinks": [
            "https://www.youtube.com/watch?v=pgYcQizy1rk"
          ]
        },
        {
          "id": "oscar_winning_moment",
          "name": "Oscar Winning Moment",
          "aliases": [],
          "tags": [
            "family_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": [
            "https://www.youtube.com/watch?v=1hr2mu5CbOM"
          ]
        },
        {
          "id": "parallel_universe",
          "name": "Parallel Universe",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "rhyme_it",
          "name": "Rhyme It",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "say_that_differently",
          "name": "Say That Differently",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "scantron",
          "name": "Scantron",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "Cast members do a scene and at any point in time, the host can shout \"FREEZE\". Cast members stand still and the host will prompt each player to make a choice on \"What happens next...\" Once every player says their thing, the host will have each player repeat it so the audience can vote on which choice they want to see based on their applause. The scene is generally heightened by the amount of players. Sell your choice with your voice and body language Typically Option A (the 1st choice) will be a more logical choice Options B - D can be more extreme and heightened Try to make your choices relevant to the story It’s okay if they go off the rails because you said the first thing that came to mind, I would rather have you say something than spend time thinking in silence Using “WE” instead of “I” invites everyone be involved in the scene Once the audience has voted for the choice they want to see, immediately start transitioning to that choice and justifying it"
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "shakespeare_switch",
          "name": "Shakespeare Switch",
          "aliases": [],
          "tags": [
            "family_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "The players start out doing a neutral scene based on the suggestion. Whenever the host wishes, they yell out “Switch” and the players must immediately switch from their normal scene to a Shakespearean inspired play. The host will then yell “Switch” again and the players will return to the neutral scene. The host may call “Switch” whenever they like throughout the scene until the game ends. Moments that happened in the scene may carry over throughout the switches, but the fun of it is justifying differently. In the Shakespearean mode, you challenge someone to a duel. Then when you switch to a neutral scene, it’s now a bar fight. In a neutral scene you take an Uber, but in the Shakespearean lens it is a horse-drawn carriage. Do NOT overuse -TH at the end of every word. It is an old trope that just conveys you don’t know Shakespeare. Thou is commonly used, so that’s fine. Shakespearean language can be very “flowery” and passionate. Rather than just saying “I love you,” it’s more like “My passion burns for you like the heat bearing down from the sun.” How to sound Shakespearean: You do NOT have to force a British or Italian accent. Instead, lean into the emotion you’re conveying with FORCE. Be passionate, be overwhelmed with grief or guilt, etc. Keep in mind themes found in Shakespear plays, just like when you play Genre Replay. Common themes are love, betrayal, death, witches/oracles, etc. Just because Shakespear sounds fancy, keep in mind that he was also a raunchy writer too. Bonus points if you can make your Shakespearean dialogue rhyme!"
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "spin_off",
          "name": "Spin Off",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        }
      ]
    },
    {
      "id": "justification_games",
      "name": "Justification Games",
      "description": "Games requiring quick thinking and justification",
      "games": [
        {
          "id": "90_sec_alphabet",
          "name": "90-Sec Alphabet",
          "aliases": [],
          "tags": [
            "family_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 3,
            "optimal": 2
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "advanced",
          "setup": {
            "description": "Scene where each line starts with next letter of alphabet. Get scenario and starting letter.",
            "suggestions": []
          },
          "rules": [
            "First word of first sentence begins with given letter",
            "Next line begins with next letter, continuing through alphabet",
            "Goal: get back to starting letter within 90 seconds"
          ],
          "tips": [
            "Tell beginning, middle, and end within 90 seconds",
            "Start in the middle of action",
            "Use emotions and be a character",
            "Do activities with your lines",
            "You WILL make mistakes - get back on the bike",
            "Don't panic or show WTF expression",
            "Jump out of plane, figure it out on way down",
            "Start with syllable of letter if you blank"
          ],
          "examples": [
            "Performer A: Frank, looks like we’re going to have to close down. Nobody wants to eat at Denny’s anymore.",
            "Performer B: Gosh darn it. What will the 3am boozehounds do without us?",
            "Performer A: I don’t know (WHOOPS, skipped H)",
            "Performer B: (going with the partner) James! We should fundraise",
            "right now and see if we can make 2k by the end of the day.",
            "Usually, a mistake is temporary. I do this a lot, and a lot of the time, I recognize I messed up and without calling attention to it, I just listen to my partner and go with them. Get back on the bike. I would recommend not backtracking too much, since our goal (through hell or high-water) is to try to get all the way through the alphabet. So, focus and listen, and when a mistake happens, focus and listen stronger to get back on the bike.",
            "A big saying in improv is \"Jump out of the plane and figure out what to do on the way down.\" This rule REALLY applies in this game. Sometimes you get to a letter, and you blank on the \"right\" word to say. Just say something! Feel free to start with a syllable that begins with that letter and see where it leads. That's the fun of the game, right? The audience is in on this joke that you have these rules to follow.",
            "Performer A: Ulysses, I'm afraid I'm going to have to let you go. Starbucks is making budget cuts.",
            "Performer B: Vooooooocation school! I should have done vocation school! Now I don't have any skills."
          ],
          "videoLinks": []
        },
        {
          "id": "abcene",
          "name": "ABCene",
          "aliases": [],
          "tags": [
            "family_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "Ask for a scene suggestion and a letter of the alphabet. The letter becomes the first letter of the first line dialogue. Lines of dialogue alternate between actors, each beginning with the next letter of the alphabet, continuing until the host calls the game."
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "acromania",
          "name": "Acromania",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "Perform a regular scene based on any suggestion. During the scene, an improviser may throw out an acronym of two or more letters. Another improviser must immediately give the full name the letters represent. GRAMMAR NOTE: No, these aren’t really acronyms because acronyms are pronounced as words (ex: LASER, SCUBA, FOMO). The abbreviation of a phrase pronounced by saying each letter is called an “initialism.” I guess it was too obscure to call this game “Initialismania.”"
          },
          "rules": [],
          "tips": [],
          "examples": [
            "Person 1: I’ll handle the dinner for tonight. All I need to do is call PTD.",
            "Person 2: Preserve This Dinner? Great idea! They saved many events for me!",
            "Don’t worry about what the letters could mean, that's up to the other improviser.",
            "Don’t get caught in a letter rut, like starting or ending with all the same letters.",
            "Get out an acronym earlier in the scene to show how the game works.",
            "Add more letters later in the scene. As a gimmick, end with a long acronym.",
            "Try to make the interpretation of the acronym appropriate in the context of the scene. If it’s not, however, don’t worry too difficult. In a case of a weird acronym interpretation, anyone in the scene may help with the justification."
          ],
          "videoLinks": [],
          "notes": [
            "GRAMMAR NOTE: No, these aren't really acronyms because acronyms are pronounced as words (ex: LASER, SCUBA, FOMO). The abbreviation of a phrase pronounced by saying each letter is called an \"initialism.\" I guess it was too obscure to call this game \"Initialismania.\""
          ]
        },
        {
          "id": "angry_gods",
          "name": "Angry Gods",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "Two improvisers portray gods who stand on the sides of the stage and at least 2 others are “mortals” performing a scene. Each god’s powers are influenced by an audience suggestion and the scene gets its own suggestion, something simple like a location. The two mortals begin a scene. At any point, either god may clap to freeze the scene and insert a plague, problem, or solution based on their power. The mortals continue the scene, now influenced by the god’s interference. It is up to you whether the gods are angry with each other, with the mortals, or with one mortal in particular. The gods may each be trying to plague the other’s favorite, or they may simply love to interfere. Be clear what kind of gods you wish to use. Suggestions for the gods’ powers may be as simple as asking for a noun, though you do risk having strange, limited powers (“God of Fingernails!”) Asking instead for the audience to fill in the blank (“This is the god of what?”) or guiding them to a more sweeping suggestion (“Give me a broad category; for example, animals”) may get you interesting results. If you wish, include a third, benevolent god who can undo any other god’s meddling."
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "are_you_thinking_what_im_thinking",
          "name": "Are You Thinking What I’m Thinking?",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "During a scene, any actor may turn to another and say, “Are you thinking what I’m thinking?” The other performer will try to say it along with them, this can be achieved with the initial actor elongating the “are.” They will then try to speak at the same time their answer, then accept that choice. Variation: One actor initiates the “Are you thinking what I’m thinking?” The other performer then answers that question and offers a choice or a response. The initial actor accepts that offer immediately. This could be a good exercise for early improvisers working on acceptance."
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "echoes",
          "name": "Echoes",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "For four improvisers performing three scenes with three separate suggestions. In the first scene, Actor 1 performs a short scene with Actor 2. In the second scene, Actor 2 performs a scene with Actor 3, but repeats all the lines they had in the scene with Actor 1. Their actions and the way they say the lines may adjust, but the words stay the same. In the last scene, Actor 3 performs a scene with Actor 4, with Actor 3 repeating all their lines from the previous scene. To increase the chances of remembering the dialogue, keep the scenes short and the dialogue distinct. Actors 2 and 3 should avoid overly scene-specific dialogue, like names, that won't carry through as well. The actors who have open dialogue need to pay close attention to the previous scene in order to help the actor who must only repeat their words."
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "hesitation",
          "name": "Hesitation",
          "aliases": [],
          "tags": [
            "family_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 4,
            "optimal": 2
          },
          "audienceParticipation": true,
          "duration": "5-8 minutes",
          "difficulty": "beginner",
          "setup": {
            "description": "Players gesture to audience to fill in blanks during scene. Get scene suggestion.",
            "suggestions": []
          },
          "rules": [
            "Players do scene and gesture to audience for fill-in-the-blank",
            "Player repeats whatever word they hear from audience",
            "Player must justify the word in context"
          ],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "instant_soap_opera",
          "name": "Instant Soap Opera",
          "aliases": [],
          "tags": [
            "jam_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "memento",
          "name": "Memento",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "onion",
          "name": "Onion",
          "aliases": [],
          "tags": [
            "family_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "oxygen_deprivation",
          "name": "Oxygen Deprivation",
          "aliases": [],
          "tags": [
            "seasonal"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "pavlovian_response",
          "name": "Pavlovian Response",
          "aliases": [],
          "tags": [
            "family_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "Four players start by facing the back wall and covering their ears and humming so they can’t hear. One at a time, the host will call someone up and ask the audience for their trigger and then response. Example: Whenever B looks into A’s eyes, A must shimmy and say “I love you!” The host repeats this until everyone has a trigger and response and it should form a complete cycle. Players will then play the scene normally but work in the triggers and responses, and try their best to justify why they are responding how they are in the scene. The scene needs to start with two people where one person triggers another. You should know who your trigger is before the scene starts Remember that this is still a scene, establish that who, what, why Don’t try to force the trigger immediately, let it happen naturally at first Let it descend into chaos during the second half of the scene, but make sure to not talk over each other Try justifying the movements and phrases when you make your response"
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "pick_a_play",
          "name": "Pick-a-Play",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "revolving_door",
          "name": "Revolving Door",
          "aliases": [],
          "tags": [
            "family_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "The host assigns each player a word that might come up in a casual conversation, gets a suggestion, and the players begin a neutral scene. Whenever another player in the scene speaks a player’s word, that player must enter or exit. If the player’s word is spoken and they are off stage, they must immediately come on stage and justify their entrance. If their word is spoken while on stage, they must immediately exit and justify their exit. Find ways to organically say someone else’s trigger word so they can enter and leave the stage Someone’s trigger word could be “night,” so you can say “I had a good night’s rest after watching the game.” Justify why you entered or exited boldly, other players should let you have this moment Never leave an empty stage. If it happens, someone just walk back on. Embrace the silly moments where you accidentally say your own trigger word and need to leave"
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "say_stuff_do_things",
          "name": "Say Stuff, Do Things",
          "aliases": [],
          "tags": [
            "family_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "Players exit the room while the host gets lines of dialogues and actions from the audience that they spread across the stage. There will typically be 4 different prompt types on the slips of paper: Say (Sometimes, the dialogue is just in quotation marks), Do, Enter, Exit. Players will return into the room and do a scene while periodically picking up slips of papers and following the instructions on them. This is a game that is all about justification around what you picked up, and it is almost always easier to justify something after you know what it is rather than before. Don’t try and set up the line, instead justify it after you picked it up. This is especially important as the slip you picked up may not even be a line at all. Incorporate what your line says into the scene, the fun part of the justification is that your slip of paper is now a part of the reality in your world. Sonia did a great job during the razor scene with Justin where her line told her to play the guitar and that ended up informing her character's wants and desires for the rest of the scene. She also kept that guitar with her throughout the scene as a way to demonstrate the new reality. If there is a slip of paper that is on stage left and next to the wing, then that slip will likely say “Enter” on it. If you are one of the players who is off to the side then that slip of paper is an invitation for you to pick it up when you want to enter the scene. Try throwing a transition or two into the scene. Especially if you have 3 or 4 players. A transition is a great way to give your fellow players a chance to set up where the scene goes next and helps to keep the game fresh."
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": [
            "https://youtu.be/d70qApWLiVQ?t=641"
          ]
        },
        {
          "id": "scooby_doo",
          "name": "Scooby-Doo",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "Sit, Stand, Kneel, Lie (Sit, Stand, Lie) Can either be played with three or four performers. Each performer must be doing one of the commands during the scene, either sitting, standing, kneeling, or lying down (or just sitting, standing or lying down if there are three performers). If two or more are doing the same command, the audience will let the players know, and the players must quickly adjust. Don't play the game safe. Make bold choices to change your position to cause a change in others. Changes can come naturally (you need to change a tire on the other side of the stage, so you need to stand up to do that), or to mess with your scene partners (you notice someone is sitting, so you choose to sit right next to them, causing them to change) Find new beats in the scene to create new opportunities. If you are doing a scene set around a book club and the scene continues and you're still just talking about books, throw in a choice to change it up. \"Hey...maybe this week we watch a movie adaptation of a book...\" This creates opportunity to now interact with a TV, maybe change your spot onstage to the couch. Grab some drinks. From this, conflict can also come. \"Wait a minute! What the heck are we doing!? This betrays what Book Club is all about.\" So maybe this person goes to unplug the TV in a bending position. The scene has an easier time progressing and an easier time playing the game if you find new moments through Yes And. The game generally ends quick. The changing of the positions starts at a normal pace (not too slow though, we need to teach the audience the game), but as the game concludes, it'll become more frantic and positions will change way more. Enjoy the chaos and don't lose momentum as you reach the climax. Six Lines (Eight Lines)"
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "sit_stand_kneel_lie_sit_stand_lie",
          "name": "Sit, Stand, Kneel, Lie (Sit, Stand, Lie)",
          "aliases": [],
          "tags": [
            "family_friendly",
            "jam_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "six_lines_also_eight_lines",
          "name": "Six Lines (also Eight Lines)",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "sound_booth_hell",
          "name": "Sound Booth Hell",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "teleprompter",
          "name": "Teleprompter",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "two_line_vocabulary",
          "name": "Two-Line Vocabulary",
          "aliases": [],
          "tags": [
            "family_friendly",
            "jam_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "3 Performers. 2 Performers receive 2 sentences each from the host. They are only allowed to use these 2 sentences in the scene. The 3rd performer can say whatever they want in the scene. Two Line Performers Generally, the two lines that are received for the 2 performers are more open-ended. They aren't super specific, which leaves them open for interpretation. Typically, there's one question and one statement. Use that to your advantage. Use object work Explore the environment. Even though you have only two lines, you are still very much helping build the scene. The set-up to the scene might make the Two Line Performers out to be nuisances, but they are integral to the comedy. Use body language, hold and use things in your environment. Your made-up world will give your two lines extra context. Change your tone The line: \"How did that get here?\" can mean so many different things if you change your tone. Say that line right now with anger. Now with amazement. Now with fear. Now with curiosity. See? It means something different each time. You can also change your volume. A projected whisper in the ear can be much different from a projected shout from across the room. Change who you are addressing You don't have to just address the 3rd performer. There's a tendency to do this, but perhaps address the other Two Line Performer to change the scene dynamics. Colin - The 3rd Performer This person can say and do anything. They have no restrictions. This means they have to make sense of the world and what's happening. Generally, the Colin (I'm calling this person Colin, because Colin almost always plays this role) initiates the scene. Make a strong clear offer and immediately add some emotional stakes. Don't say \"Hi, how are you?\" Say \"We are surrounded. I think we might have to surrender or face certain death.\" Give specific responses and offers throughout. Help guide the scene to various beats (beginning, middle, end). Even though the challenge of this scene is amongst all 3 performers, if you are Colin, then you have the more obvious challenge to the audience. You are the juggler of the scene and must do your best to keep balance with the scenic restrictions. The comedy is seeing you keep balance onstage. Have fun with this challenge. It's a blast!"
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "what_happened_to_you",
          "name": "What Happened to You?",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "whose_line",
          "name": "Whose Line",
          "aliases": [
            "Blind Line"
          ],
          "tags": [
            "family_friendly",
            "jam_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "Players leave the room, while the host retrieves lines of dialogue from the audience. Players then do a scene and periodically pick up a line, read it, and incorporate it into the scene. Set up a strong initiation to the scene before picking up the first line (know the who, what, where...why is today important, create at least one character who the audience can empathize with). Use the lines in increments of about 15-20 seconds (Duck, duck, goose...the line is the goose). Don't worry about exposition to the lines (\"Well my grandfather used to tell me....\"You're fired!\"). It's easier to just pick up a line and read it and let it impact the relationship you have established. What grandpa said doesn't matter, it's what you're saying right NOW to your scene partner. Justify the lines as well as you can. You might receive some curveballs, but make them work as best as you can. Again, they can be said as expressions/metaphors if they don't make sense. Sometimes, the justification of said line becomes the new reality of the scene. Accept it and proceed! If a fellow player has picked up a line, give focus to them. Read the line clearly, the audience wants to hear them because that’s the gimmick! Especially if it’s their suggestion being read out loud."
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": [
            "https://youtu.be/Qmn7Q_TTbbo?t=491",
            "https://www.youtube.com/watch?v=mzp7dOL5B2I"
          ]
        },
        {
          "id": "word_count_number_of_words",
          "name": "Word Count (Number of Words)",
          "aliases": [],
          "tags": [
            "family_friendly",
            "jam_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        }
      ]
    },
    {
      "id": "replay_games",
      "name": "Replay Games",
      "description": "Games involving replaying scenes in different styles",
      "games": [
        {
          "id": "big_fish",
          "name": "Big Fish",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "Countdown (Fairy Tale) The host will get a fairy tale or movie and have the audience member quickly explain it. The performers must perform the entire story within about 90 seconds. (Try to show it in 3-4 scenes). The story must then be redone but in less time (45 seconds, 20 seconds, 10 seconds). Sometimes, the host will not get a fairy tale or story already created and the players will get the opportunity to do a 90-second scene based on any suggestion. Treat it like the base scene for a replay game and aim for strong anchor points and multiple scenes. Honor the audience member’s summation, especially if they say something odd! Did they just say Cinderella attends the ball in a giant mech suit? It’s in the scene You can throw in your own knowledge of the story, but try to focus on what the audience member said. Don’t use too much dialogue, use actions instead as they are easier to remember. Short sentences are your friend. Mark your transitions by leaving the stage and signaling it’s time for the next scene. “Oh the ball will begin any moment, I must leave!” Use Anchor Points! Anchors are big vocal or physical moments in your scene. If a big physical action happens and it gets a pop from the audience, it must happen every time Don’t start out frantic during the base scene and first replay (45-second scene). Listen for the time calls as the host yells out how much time is remaining Fun fact: the host isn’t exactly calling the end of the scene at the exact time. As hosts, we are looking for that button. We fake the time calls all the time."
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": [
            "https://youtu.be/WCcVy1KlAxM?t=2894"
          ]
        },
        {
          "id": "countdown_fairy_tale",
          "name": "Countdown (Fairy Tale)",
          "aliases": [],
          "tags": [
            "family_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "eliminator_replay_survivor",
          "name": "Eliminator Replay (Survivor)",
          "aliases": [],
          "tags": [
            "family_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "groundhogs_replay",
          "name": "Groundhog’s Replay",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "google_translate",
          "name": "Google Translate",
          "aliases": [],
          "tags": [
            "family_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "The players split themselves up into three equal sized groups (A, B, C). The host sends group C out of the room before getting a suggestion for the scene. Group A will then perform a scene based on the suggestion while group B watches. Once the establishing scene is completed the audience will call group C back into the room. Group B will then repeat the first scene while only speaking gibberish. Finally, group C will replay the same scene while re-translating the gibberish back into english. Establishing Scene: Interact with objects in your environment. You want to give the next two groups different motions and items that they will be playing with and using. Create landmark moments for the audience to recognize when the scenes are repeated. Gibberish Scene: Focus on the specific player that you will be reenacting. Make sure that you and your partner are focusing on different players. This is an excellent opportunity for you to practice your gibberish. Vary it up, and use it as you would if you were speaking normally. Bonus points if there is a repeated phrase in the establishing scene and you use a repeated gibberish phrase to copy it. Keep an eye out for big moments that happen throughout the establishing scene. These will be the landmarks that the audience will want to see repeated. Translation Scene: Focus on the specific player that you will be reenacting. Make sure that you and your partner are focusing on different players. If you clearly know what the scene is about just from the gibberish and pantomime, subvert it and make the scene something else."
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "hollywood_director",
          "name": "Hollywood Director",
          "aliases": [],
          "tags": [
            "family_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "The initial scene will be about a minute. Try to interject (CUT CUT CUT!) when the scene reaches a solid moment to conclude on. Allow for Person C to get a moment to heighten (usually Person C's contribution creates the most comedy/drama...they are heightening and making the scene bigger). Don't wait too long though. If Person C is taking too long, they had their chance, get out there; keep the show going. Be a character! You don't have to just come in and give the endowment and leave. The character of the director is also a big part of this game. Choose a voice, physicality, way you speak, etc. Banter for a bit (not toooo long!) and then endow! Really pay attention to the scene. You can be inspired by the way they performed to endow. If the scene was action based (or even not action based), you can give them a more physical endowment (do it again as interpretive dancers! do it again as laughing hyenas! do it again as Californian bodybuilders!). If the scene was emotional or not emotional, you can give them an emotional endowment (do it as a soap opera! do it as a war movie! do it as robots!) You can heighten an idea or even change it completely with the endowment. You can also be more random but try to find a link to the previous scene, so that there's a connection! I would recommend starting with not a super crazy endowment to start (you're teaching the game with the first endowment). With the second one, sure, you can go a bit more off-the-wall, but again, try to have a connection! You're essentially a character-based host in this game. So, get out there and call the scene when you feel it's right!"
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "mega_naive_replay",
          "name": "Mega Naive Replay",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "multiplicity",
          "name": "Multiplicity",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "naive_replay",
          "name": "Naive Replay",
          "aliases": [],
          "tags": [
            "family_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "pink_panther_effect",
          "name": "Pink Panther Effect",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "ratings_board",
          "name": "Ratings Board",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "Perform a short G-rated scene. Replay the same scene, but now with a PG-13 rating. Replay once more with an R-rating."
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "replay",
          "name": "Replay",
          "aliases": [],
          "tags": [
            "family_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "A standard set-up scene is done, and then 2 or 3 tv or movie genres are received from the audience. Sometimes, the host gets emotions and the players will decide which emotions they will embody. The performers must replay the scene 2 (or 3) times using those genres. Make the set-up scene strong with good relationships, actions and aim for at least one scene transition. The host or the players will choose which order to go in. Players choose: Choose the genres you’re confident in first and third, with the weakest sandwiched in the middle Anchors in your set-up scene are great gifts during the replay scenes The genre can morph characters, environment, situations, etc. Have fun with the genre! Even if you don’t know a whole lot about a genre, see if you can pull one or a few things and just commit to that choice. One of my favorite sayings in improv is having your pop culture knowledge “A few feet deep, but 1000 feet wide.” I have not seen a lot of classic movies, but I know the main story beats and references to movies like Titanic, Scarface, etc. If I ever get those suggestions for a scene, I can pull a few things from my limited knowledge and commit 100% to those choices. This knowledge can easily apply to genres! Think of the common tropes that appear in tv and movie genres"
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": [
            "https://tvtropes.org/",
            "https://www.youtube.com/@WatchMojo",
            "https://www.youtube.com/@DeadMeat",
            "https://youtu.be/Qmn7Q_TTbbo?t=857",
            "https://www.youtube.com/watch?v=ZHicGPV7Gcs",
            "https://www.youtube.com/watch?v=4V0QULM06H4"
          ]
        },
        {
          "id": "replay_at_bernies",
          "name": "Replay at Bernie’s",
          "aliases": [],
          "tags": [
            "family_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "The players will first do a base scene for about 90 seconds. Then the host will call all players in a line and ask the audience to vote, with their cheers and applause, for who they would like “dead” when they replay the scene. Once that player is “dead,” the player will then be puppetted around by the other players in the scene like a “dead” body, inspired by the movie Weekend at Bernie’s. This will be replayed again until there is only one surviving player doing a scene by themselves with the rest being “dead.” Make the set-up scene strong with good relationships, actions and aim for at least one scene transition. Give yourself “gifts,” but make sure you do it safely! If you’re going to go through a window because you know the audience will love to see that happen, make sure you are safe The audience typically votes for the following player to stay alive at the end: The person who did the least The person who is “struggling” the most in the game The person who is the smallest Try your best to pay attention during the base scene because you may have to fill in the blanks in the replay scenes. You don’t have to say everything verbatim, as long as you get the gist of what was said. Feel free to trim the fat. As a dead body, do not deadweight. Don’t be a jerk, it’s selfishly funny for you and can hurt people who are lifting you. As a dead body, you ultimately have control of your body. The people puppetting you around are only suggesting you to move, but dead bodies should maintain ultimate control. As a puppeteer, feel free to play up the “struggle” of moving these “dead” bodies around. When I’m out of sight line, I like getting up and moving to make it easier for my puppeteers. I like staying dead during the voting phase if I was already dead, just for fun."
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": [
            "https://www.youtube.com/watch?v=MaLn0s6H94U"
          ]
        },
        {
          "id": "skewed",
          "name": "Skewed",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "understudy",
          "name": "Understudy",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        }
      ]
    },
    {
      "id": "scene_games",
      "name": "Scene Games",
      "description": "Traditional improv scenes with various constraints",
      "games": [
        {
          "id": "3_rooms",
          "name": "3 Rooms",
          "aliases": [],
          "tags": [
            "family_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": [
            "https://youtu.be/ZswOo4M0A2U?t=1085"
          ]
        },
        {
          "id": "4_rooms",
          "name": "4 Rooms",
          "aliases": [],
          "tags": [
            "family_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "afterschool_special",
          "name": "Afterschool Special",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "bad_kitty",
          "name": "Bad Kitty",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "battlescene_galactica",
          "name": "BattleScene Galactica",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "battleship",
          "name": "Battleship",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "blind_freeze",
          "name": "Blind Freeze",
          "aliases": [],
          "tags": [
            "family_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "Similar to the game Freeze, except all players will stand on the back wall facing away from the audience so they cannot see the scenes, only hear. At any point and time during the scene someone can say FREEZE and should raise their hand. The person who called freeze must run up, tap out a player, take their EXACT position, and start a new scene based on the position of the players. Do not stay in the same position for more than 2 freezes. Move around, create more opportunities for physically fun freezes. Let scenes develop for a bit. Don’t call freeze after 2 seconds because you have an idea. Listen to the audience to call freezes. If there’s a pop, call freeze even if you don’t have an idea. Just get up there and figure it out! Be specific! If you start a scene lifting something, name what it is you're lifting. You only have 10-15 seconds to give this idea context. Since you only have a few moments, just get straight into the scene. Make bold choices and have big reactions! Scenes shouldn’t last too long though. Don’t let scenes die! Sometimes, a scene is just one joke that kills (called “blackout scenes”). Listen to that pop! Since you cannot see, it is even more important to listen to those pops and the energy dying from a scene. Get up quick! When you call freeze, don’t walk up, run up and take the spot immediately! A third person or more can enter a scene. Usually this person would heighten. If a freeze is called, the person entering can tap out two people and take on one of their positions, or tap out one person and continue doing a 3 person scene (this is just a little bit tricky to justify, so I recommend returning to a 2 person scene eventually). This is a great game to do callbacks to previous fun moments throughout the show or even the game (give it a couple of scenes if you want to callback a previous scene from the game)."
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "change_letter",
          "name": "Change Letter",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "crabtrees_conundrum",
          "name": "Crabtree’s Conundrum",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "dead_bodies",
          "name": "Dead Bodies",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "dime_store_novel",
          "name": "Dime Store Novel",
          "aliases": [],
          "tags": [
            "family_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "dont_make_me_heckle",
          "name": "Don’t Make Me Heckle",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "dubbing_single_double_triple",
          "name": "Dubbing (Single, Double, Triple)",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "film_noir",
          "name": "Film Noir",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "freeze",
          "name": "Freeze",
          "aliases": [],
          "tags": [
            "family_friendly",
            "jam_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "The classic game where players start a scene based on a suggestion and at any point and time during the scene someone can say FREEZE! The person who called freeze must run up, tap out a player, take their EXACT position, and start a new scene based on the position of the players. Do not stay in the same position for more than 2 freezes. Move around, create more opportunities for physically fun freezes. Let scenes develop for a bit. Don’t call freeze after 2 seconds because you have an idea. Listen to the audience to call freezes. If there’s a pop, call freeze even if you don’t have an idea. Just get up there and figure it out! Be specific! If you start a scene lifting something, name what it is you're lifting. You only have 10-15 seconds to give this idea context. Since you only have a few moments, just get straight into the scene. Make bold choices and have big reactions! Scenes shouldn’t last too long though. Don’t let scenes die! Sometimes, a scene is just one joke that kills (called “blackout scenes”). Listen to that pop! Get up quick! When you call freeze, don’t walk up, run up and take the spot immediately! A third person or more can enter a scene. Usually this person would heighten. If a freeze is called, the person entering can tap out two people and take on one of their positions, or tap out one person and continue doing a 3 person scene (this is just a little bit tricky to justify, so I recommend returning to a 2 person scene eventually). This is a great game to do callbacks to previous fun moments throughout the show or even the game (give it a couple of scenes if you want to callback a previous scene from the game)."
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": [
            "https://www.youtube.com/watch?v=1okacYJrIeI"
          ]
        },
        {
          "id": "foreign_film_dub",
          "name": "Foreign Film Dub",
          "aliases": [],
          "tags": [
            "family_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "A suggestion of a foreign language (or made-up one) is grabbed from the audience, as well as the title of a movie that does not exist. 2 Performers are assigned the Actors, who will perform a scene while speaking the foreign language (using gibberish and whatever accent, dialect that is inspired in you). Each Actor is assigned a translator who will be off to the sides. When an Actor gives a line, their translator provides an English translation of that line. Actors Some may consider this role the \"less\" fun role, because you don't get to say any real words. This is my favorite role in this game. You get to GIVE so many GIFTS. Here are some types of gifts to give: Physicality Use your environment. Use objects. Use body motions. These are all opportunities for your translator to NAME your set-up. If you point into the sky, your translator gets to name what you're pointing at. If you grab an object, your translator gets to name what you are holding/using. There's a huge element of the game Action Replay in this game, so give gifts to your translator to help make the story/world more REAL. Emotions Again, by reacting strongly to something, you give a gift to name the reaction (either directly or with a mis-dub...will talk about under Translator). Be BIG with the emotional direction of the scene. Treat it with elements of a melodrama. Everything that happens should AFFECT you (either subtle or big). Emotions Use a voice, use physicality (more related to a character than the environment). Are you old? What's your gender? What's your attitude? What's your status? You don't have to linger on answering these but play to some of these to again give your translator gifts. Length of Dialogue Sometimes you'll react with a short word or phrase. Sometimes, you'll react with a longer line. These are gifts for the Translator (again, through a direct translation or a mis-dub). Variety in Gibberish If you actually try to vary up your gibberish, rather than just say \"Duba Duba Duba\" or \"Sha La La\", then you're giving gifts. Try to not just default to simple gibberish. Use multi-syllabic gibberish words, use different vowel sounds (vowel sounds are VERY emotional, so maybe draw out those sounds more to show emotion), use deliberate repetition (repeat a word a few times as an intentional choice rather than a default gibberish choice). Remember this. Once it's translated, it is now true. Adapt to the changes that the Translators give immediately. Translators The translator is defining what is happening, even though so many things could be happening. But it's your job to bring clarity to the outside world that we are viewing. Have fun and here are some things to think about. Direct Translation This type of translation is defining what you actually see. If you see some angrily point towards the sky and say \"Schoo-lerba Tee-loshiky Ly\", then you might translate \"That tinsel is going to get everywhere!\" By doing a direct translation, you are keeping the scene grounded, so aim for this. Make sure you NAME it though. If your partner grabs an object, name it. If they point at something, name it. If they use an emotion, name it. Mis-Dub Mis-dubs are games that you can play in the scene. With these games, you don't want to overplay it too much. Think of the game Duck Duck Goose. If you say 'Goose' all the time, it diminishes the 'Duck'. Here are types that you can play. Length Mis-Dub If your Actor says something long, you might reply with a short word, phrase. Gibberish: \"Roreter togac laniler roten legeset gesap yarawe ecane erekimor erepatu. Leh bapiecin si igehok te dibenoy niy ipima ripe he. Tabiwa emit cot onipa ner, ci esewubi des noca je lovatie oto! Acile nurilu pageci, lireton tesaf eriy co eluriro miyefo.\" Translation: \"Sounds good.\" In my opinion, you can only play this game ONCE, but that's not set in stone. You may be able to perform a rule of 3's by building up with to the above example through slightly shorter statements with short translations. If your Actor says something short, you might reply with a long response. Gibberish: Boski. Translation: I will prove my love for you by traversing the longest oceans, climbing the highest mountains, breathing the thickest air, slurping the hottest soup, binge-watching the longest Netflix series, and by the time I have finished proving my love, hopefully you will love me. Again, in my opinion, you can only play this game ONCE. Emotional Mis-Dub If your Actor gives an emotional line (maybe an angry line), you might translate it as an opposite emotion. Gibberish: *Clearly Angry * \"Truska beresh lurginfahla!\" Translation: \"Thank you for trusting my opinion.\" You can play this game a few times (I still recommen no more than once or twice), but don't overdo it. If you overuse an emotional mis-dub, then the scene can become confusing. Action Mis-dub If your Actor clearly is using a specific item or doing a specific action, you might swerve them into it being another object/action. If Performer A says angrily: \"Menashka der roberangabe\" while punching his first into his palm. Translator might say: \"I challenge you to Ro Sham Beaux. Allow me to practice with myself first.\" Again, you can play with this a little more than once. Just don't overdo it. Keep the game & scene balanced. Fusion Scene (Dating)"
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "fusion_scene_dating",
          "name": "Fusion Scene (Dating)",
          "aliases": [],
          "tags": [
            "family_friendly",
            "jam_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "grand_theft_auto",
          "name": "Grand Theft Auto",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "hey_you_down_there",
          "name": "Hey You Down There",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "3 Performers. 2 Performers are onstage and muted. One performer is the voice of god (offstage with microphone in hand). A scenario for a training video is given (how to mow your lawn, decorating for Halloween, lifeguard training, etc.). The voice of god provides voice over instruction on the task, while the 2 performers act it out and react to the instructions. This should be viewed as a cheesy, 1950's style training video. Actors Since this game is silent on your end, you have to be very expressive. There's an element of cheesy expression to compliment the cheesy voiceover. (think a cheesy shrug saying \"I don't know!\", or a cheesy head nod or thumbs up. Be big and expressive! Cheese it up! Think of yourself as two completely ignorant actors, meaning you don't know what you're doing. The voice of god is guiding you. This allows you to make choices that the voice of god can react to. So if the voice of god asks \"Wow, the lawn is getting long and unkempt! What do you think should be done?\" Sure, you can shrug, but maybe give the voice of god something to respond to. Eat the grass \"No, Lori! That's for the cows to do! It's time to mow the lawn!” Drink from a flask \"Ohhh Kyle! It's only 10 am! It's time to mow the lawn!\" Read the newspaper \"I hope you're reading the Agriculture section, because it's time to mow the lawn!\" Since we are not in the same room, we need to work to not give TOO much for the voice of god. It can be overwhelming if two people are doing different things, or even the same thing. Think about it this way. Are two people required to do the next step? If not, one person can do it, while the other can observe (react, use expressions). So pulling the cord of a lawn mower for example. One person does that task and the other observes. This tells the voice of god to focus on the person pulling the cord. If there is an action that requires two people (like lifting a couch, or pulling a heavy thing via a rope), then great! Two people can simulate that action. Keep the focus balanced. Just like with Sound Effects, there's a balance of giving gifts and receiving them. Let the voice of god guide you, but feel free to give gifts back to the voice of god to justify. It's a balancing act, so don't give TOO much back. But have some creative fun in the scenario that the voice of god is guiding you through. Voice of God The voice of God is a character. Change your voice a bit. It can be your tone (cheery, aggressive, sassy, etc.), or your actual voice (nasally, raspy, light, etc.). Be something that isn't you. You don't have to do the 50's salesman voice that Greg (and I) do, but try something else. A character will help you stay committed to the presentation. You can give focus. You can ask questions to the Actors \"Wow! There's a lot of dishes in the sink! What are you two going to do about that?\" This give of focus will provide a visual response from the Actors (maybe they both leave the screen, or start breaking the dishes, or start watching TV...\"No no no silly! We've got to wash those dishes!\" Try the Actors towards the next steps. Don't feel like you need to linger on one thing for too long. Once you've explored the fun and chaos with one thing, move onto the next. If the suggestion is decorating for Halloween, once you've had the actors make a Jack-o-lantern, move onto getting candy ready for the trick-o-treaters, or getting those costumes on. Explore the whole concept rather than just one thing. React to what you see! Based on what you see, you can have some fun. The example from the clip last night that I showed had Ryan putting on underwear, and Greg (Voice of God) said \"They're supposed to go inside the pants, Ryan\". So Greg reacted to Ryan putting on underwear by naming that Ryan had pants on already (which created a fun visualization for us as the audience). It's pantomime, so name what you see. I played this game as the Voice of God one time, where Bobby and Ben were putting baby powder on a baby's butt, but it looked like to me that they were hammering in a stake, so that's what I called it, and Bobby & Ben did a great job of reacting to what I named. So name STUFF!"
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "i_can_do_better",
          "name": "I Can Do Better",
          "aliases": [],
          "tags": [
            "family_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "A group of 6-ish play. Two performers start onstage and do a scene based on a suggestion. At any point during the scene, someone on the side can raise their hand and shout out “I Can Do Better!” The host asks “What?” The cast member says what they can do better in the scene. The host can either accept the action with, “let’s see it!” or reject the action. If the host accepts it (which normally happens), the performer jumps onstage and taps out the person they said they can do the better than and immediately does that thing to continue the scene. For example, “I Can Be More Sad!” Instead of just crying, the performer can do it better by being more dramatic or extreme. Performers can also enter as a third person too without saying “I Can Do Better.” This game is a heightening game. It’s also controlled heightening. Don’t get too absorbed with shouting out I Can Do Better a bunch of times. We don’t want to lose the scene. Just like in Blind Line, think of Duck Duck Goose. Once the I Can Do Better happens, allow the scene to develop a bit before shouting out another one. That being said, don’t wait forever to shout out I Can Do Better. You can call it on literally anything. Some examples are: An emotion A reaction An action A character An environment If the scene is bowling, you can say “I Can Do Better!” “I can be the bowling ball.” or “I can be the last pin.” Make sure your “I Can Do Betters” are used to heighten and not to improve the scene by calling out a mistake or behind-the-scenes concept. Such as, “I can have a better relationship” or “I can agree in the scene.” This game is about heightening play and not calling out mistakes."
          },
          "rules": [],
          "tips": [],
          "examples": [
            "“I can get there more ridiculously!”",
            "“I can give a better sales pitch!”",
            "“I can have a bigger reaction to the news!”",
            "In past classes, players were hesitant to shout out “I can do better!” Thi",
            "Feel free to have a transition in this scene to escalate it to a new moment.",
            "When someone calls out I Can Do Better, do not leave the stage until they tap you out."
          ],
          "videoLinks": [
            "https://youtu.be/ZswOo4M0A2U?t=1770"
          ]
        },
        {
          "id": "i_dream_of_jeannie",
          "name": "I Dream of Jeannie",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "The host gets a suggestion and the players begin a regular scene. Whenever the non-players choose, they will sing the I Dream of Jeannie theme song. The players on stage pause while the host responds by saying, “Yes?” One of the non-players will make a “wish” and endow one of the players (or all) on stage with a physical trait, vocalization, or for something to happen in the scene. The scene continues and the non-players can keep interjecting later with “wishes.” The host may or may not grant the “wish,” and the “wish” stays as the reality of the scene until it is “wished” away."
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "if_you_know_what_i_mean",
          "name": "If You Know What I Mean",
          "aliases": [],
          "tags": [
            "jam_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "mission_improbable",
          "name": "Mission Improbable",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "Laugh Out (Soap Opera)"
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "laugh_out_soap_opera",
          "name": "Laugh Out (Soap Opera)",
          "aliases": [],
          "tags": [
            "family_friendly",
            "jam_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "living_scenery",
          "name": "Living Scenery",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "marshmallow",
          "name": "Marshmallow",
          "aliases": [],
          "tags": [
            "family_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "meanwhile_elsewhere",
          "name": "Meanwhile, Elsewhere",
          "aliases": [],
          "tags": [
            "jam_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "The host gets a suggestion for the game and a few people will start with an opening scene (at least two). At any point a player from the sidelines will be inspired from the scene and yell out, “Meanwhile at ____!” The player that yelled it out will run on stage and initiate that scene while the previous players run off. Other players can run on stage to support the new scene. The new scene begins with the new location given, which is somewhat tied to the previous scene. This process continues for the rest of the game until the host calls time. This game is similar to what you did in Scene Study (montage), you are world building Remember that adage in improv, “if this is true, what else is true?” Apply it here as you build the world! Think of interrupting the scene like Freeze or I Can Do Better, the scenes should only be about 5 - 15 secs long. As a sideline player, try to associate anything from the previous scene. Here’s a silly example: Rainforest (wished we had an umbrella) > Umbrella Factory (umbrellas made of ostrich feathers > Ostrich Farm"
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": [
            "https://youtu.be/egjLJhgIL6k?t=3865"
          ]
        },
        {
          "id": "movie_critic",
          "name": "Movie Critic",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "my_movie",
          "name": "My Movie",
          "aliases": [],
          "tags": [
            "family_friendly",
            "jam_friendly"
          ],
          "playerCount": {
            "min": 4,
            "max": 10,
            "optimal": 6
          },
          "audienceParticipation": false,
          "duration": "8-12 minutes",
          "difficulty": "beginner",
          "setup": {
            "description": "Players stand in a line with host in front. Get suggestion of a letter or film genre.",
            "suggestions": []
          },
          "rules": [
            "Host conducts players to say \"My Movie, My Movie, My Movie\"",
            "Host points at player who names a made-up movie title using suggestion",
            "When audience/host likes a title (indicated by \"oooo\"), player gives tagline",
            "If host likes it, they say \"let's see it!\" and players do short scene",
            "Host calls scene by walking back to middle",
            "Get new suggestion or continue with same"
          ],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "old_job_new_job",
          "name": "Old Job, New Job",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "pardon",
          "name": "Pardon",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "questions_only",
          "name": "Questions Only",
          "aliases": [],
          "tags": [
            "family_friendly",
            "jam_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "2 Performers (Performer A & B) begin onstage and are given a suggestion of a location (something a little broader, since different characters and different situations can occur). The other performers are offstage (stop video). In this game, only questions can be used in the scene. When a statement, hesitation, or repetition (like saying the same question back to your partner too much) occurs, the host will BUZZ the performer out and Performer C will come in and continue the game. Performer C has the choice of taking on the same character and continuing the story, or they can reset and come in with a new idea. Whoever enters after an elimination gets the first line. This game is MEANT to make you screw up. But it also thrives on the mistakes/eliminations. If you play this game TOO well, it can get boring. This doesn’t mean you have to forcefully throw yourself out. Here are ways to play the game that will cause more natural/real eliminations. Go faster. Don’t think about what you’re going to say, just jump into the next question. A quicker speaking tempo will cause more mistakes (which again...are GOOD). If your partner asks a question like “Did you eat all of the sandwiches?” instead of thinking, just start with an interrogative immediately and figure out the rest once you say it. “Howwww many are missing?” “Whhhheeere is the dang dog?” Vary up the type of questions. You can create a personal rule for yourself that says “If your scene partner says a question that begins with “Why...”, you can’t say “Why...” There are plenty of other interrogative words “What, Who, When, Where, How” and other words that start scenes “Do you...?” “Have you....?” “Will you....” Even ending your sentence with a questioning inflection can work. Try again??? I might eliminate you on those types of sentences, but again, that’s not BAD...that’s GOOD! Don’t deliver your lines in a sterile tone. Be a character. I find myself making mistakes (again...GOOD) more naturally if I play a strong character, because I no longer overanalyze the game as my own self. A giant blob monster wouldn’t be super focused on just saying questions, but I would, because I know the rules of the game, and I’m going to follow those rules, right? Don’t always be so logical. I’m not saying just say something random. The questions should still have a connection, but you can also have a more off-the-wall or at the very least SPECIFIC choice in your question.That will cause more natural mistakes. The scenes shouldn’t be based in confusion. In short, don’t be confused. Confusing scenes suck and are hard to be in, so even though questions are the primary tool of this game (and you always hear in improv, don’t ask questions), we can still be informed characters with our questions. So, try to make every question you deliver have some nugget of information. Imagine you know the person you’re with, or at the very least have an immediate connection with them. Here are some examples of what to avoid and what to do. DON’T SAY: “Where are we?” SAY: “Where is the Marriott?” Extra nugget: say that line paranoid/scared while mime driving a car. DON’T SAY: “Who are you?” SAY: “Aren’t you Daniel Day Lewis?” Extra nugget: say awestruck while pointing or hands on cheek. DON’T SAY: “What are we doing?” SAY: “Is eating lunch before swimming wise?” Extra nugget: while licking your fingers, or while cutting into a ribeye. Use EMOTIONS. Even if you say, “Who are you?” say it with surprise, fear, anger, curiosity, etc. Add something to your delivery. Be OKAY messing up. This is how the game works. Go out BIG. The audience is waiting for an elimination. When the scene starts, they are silently doing a drum roll to themselves. Don’t leave them waiting too long. So be BOLD, be BIG, especially when you are going OUT. Go out on an upward moment, not a downer because you lost the game... :( Being eliminated is fun, so have fun with it. (Don’t get frustrated, get excited)."
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "rhyming_verse",
          "name": "Rhyming Verse",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "spit_take",
          "name": "Spit Take",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "Stunt Double"
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "stung_double",
          "name": "Stung Double",
          "aliases": [],
          "tags": [
            "family_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "superheroes",
          "name": "Superheroes",
          "aliases": [],
          "tags": [
            "jam_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "4 Performers Needed. A simple but urgent situation is grabbed from the audience, and the suggestion of the 1st Superhero. The game starts with the first performer on stage committing to that suggested superhero and then discovering the situation. One at a time, each performer enters. When performer B enters, performer A endows them as a hero. Performer B immediately becomes overcome with that character, and they both have an interaction. Performer C enters, and Performer B endows. Then Performer D enters, and Performer C endows. The scene ends after all 4 are onstage. ENDOWMENT: This game is about endowing your scene partner with a gift of a superhero that doesn't exist. The endowments can range from emotional-based, physical-based, pop culture-based, character-based, but the overall theme is these are impractical superheroes that would never exist. Un-superheroes who think they are superheroes. It's helpful to play with range when endowing. For example, if the first endowment is \"Road Rage Man\", that is emotional based. So, the next one might be pop culture or character based, such as \"Super Sloth\". Typically, it's best to end with something physical, such as, \"Does-The-Worm-Excessively-Lad\". This helps add a strong exclamation mark to the game and can help you find an ending. HAVE/SAY/DO: This is a technique that Paul Vaillancourt came up with in regard to defining your character, in this case a superhero. When you are endowed as a superhero, think of what you have, what you say, and what you do."
          },
          "rules": [],
          "tips": [],
          "examples": [
            "Have: You have a dixie cup of punch that you hold in front of your body.",
            "Say: \"I'll be, uh, over here *gestures to the wall* if you need me.\"",
            "Do: You cling to the backwall, like a chameleon.",
            "Have can be objects/props/costume, but it can also be your unique powers.",
            "Say can include wordplay, puns. It can include catchphrases, too (Spiderman says \"my Spidey senses are tingling\"",
            "Do is where physicality comes into play. Don't just say/have, show us through the \"do.\"",
            "COMMIT! When you are endowed, immediately take on the traits and don't be afraid of looking silly! Think of how you physically become this character, if it changes your voice, and let it inspire what you say. If your character was \"Dad Joke Man\", well yeah, you'll tell corny dad jokes to subdue your enemy, but that affects your personality, your voice, and your physically! Don't just say corny jokes! Become a corny dad!",
            "FLOW! This game works with timing in mind. This is short form, so we don't want to wait too long, but we also don't want to race pass ideas and fun.",
            "When performer one is onstage. Become the character during \"calm times\". The situation hasn't happened yet. Drop a line, use physicality...what is this hero doing when nothing bad is happening, what is their routine? Then SHOW the urgent situation happening! Greg Proops always drops in a silly Superhero exclamation line: \"Great Casear's Ghost!\" \"Holy Macaroni & Cheese!\" or it can be something related to your character...it's almost like your catchphrase. Then reference the urgent situation, and then the next hero will join.",
            "When each hero enters, quickly endow them. \"Thank goodness you're here ________\". Before we move on, we want to see how this hero affects the group dynamic. How does this hero change and affect the other hero(es).",
            "End with Ordered Chaos! When all heroes are onstage, yes, it will feel a little chaotic. But we just need to go back to basics with Give & Take of focus and Yes And. Take is especially powerful, but don't just take with your voice, take with your body. It also helps to start a sentence with an attention-grabbing line or word. Before saying \"We can save the town with my air dryer hands!\", say \"Herooooes!....We can save the town with my air dryer hands!\" Heroooooes, works as an attention grabber, so focus will now be directed to you.",
            "Also, come together on SOMETHING. Don't be 4 separate entities. You are all the Avengers, Fantastic Four, or the X-Men. You all work in tandem, even if you're drastically separate identities. Maybe come together on a solution using everybody's power (just do it now, don't talk about doing it), maybe come together on a group pose or group catchphrase (All for 1, and 1 for all!). Come together to limit the chaos or at the very least, control it.",
            "Have FUN! This game is short. Go ALL OUT! The game will be over, and you'll never get to play that hero again. So, savor the moment. Not just of your character but of your partners' characters. Let yourself live and let them live. No confused, awkward looks. You're a hero, BE IT!"
          ],
          "videoLinks": []
        },
        {
          "id": "tag_team_monologue",
          "name": "Tag Team Monologue",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "themed_restaurant",
          "name": "Themed Restaurant",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "toots_mcgoots",
          "name": "Toots McGoots",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "vaudeville",
          "name": "Vaudeville",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "world_without_a_letter",
          "name": "World Without a Letter",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "worlds_most_dangerous_game",
          "name": "World’s Most Dangerous Game",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "yeah_it_could_happen",
          "name": "Yeah, It Could Happen",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        }
      ]
    },
    {
      "id": "guessing_games",
      "name": "Guessing Games",
      "description": "Games where performers must guess information",
      "games": [
        {
          "id": "5_things",
          "name": "5 Things",
          "aliases": [],
          "tags": [
            "family_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "5_sided_die",
          "name": "5-Sided Die",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "A guessing game that uses pantomime and gibberish, one guesser, and five clue-givers. First, send the guesser outside. Then, gather 5 suggestions from the audience, here are some suggested gets: A famous person or character A common pairing (knife and fork, salt and vinegar, Abbott and Costello) A well-known story (Three Little Pigs, Garden of Eden, It’s a Wonderful Life) A recognizable location (Statue of Liberty, France, Pyramids of Giza) A historical event Once gathered, the clue givers will decide their order and then call the player back in. Using pantomime and gibberish, the first clue giver communicates the first suggestion. Once the guesser confirms they understand it (or needs to move on), then the second clue giver jumps on stage to start giving the second suggestion alongside the first clue giver. Each time it seems as if the guesser has understood the suggestion, the next clue giver enters and, with those already on stage, communicates the next suggestion. This keeps going until all five clue givers are working together. When the guesser believes they understand the final suggestion, the host will pause the game to call the guesser forward. The 5 clue givers will then form a tableau to remind the audience and the guesser of their suggestion. The guesser will make their guess loud and proud, and whether or not they are correct, the fifth clue giver will run off stage for the 4 clue givers to form the fourth tableau. This keeps going until the guesser gets down to the first suggestion. The entering clue giver takes the lead on their suggestion, the other clue givers on stage support and become what’s needed The five suggestions can be any variety, but they should be designed from smallest to largest"
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": [
            "https://youtu.be/I52RrBSgwrc?t=4813"
          ]
        },
        {
          "id": "6_things",
          "name": "6 Things",
          "aliases": [],
          "tags": [
            "family_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "animatronic_jamboree",
          "name": "Animatronic Jamboree",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "blitzkrieg",
          "name": "Blitzkrieg",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "The host sends one player out of the room to be the guesser and gets a list of 10 or more stories, video games, movies, television shows, etc. The host then calls the guesser back in, and sets a certain amount of time (can range from 3 minutes to 5 minutes). Using only pantomime and gibberish, the clue givers will put the guesser into the story, in the order that was suggested by the audience. The clue givers must try their best to make the guesser the main character of each suggestion. Once the guesser thinks they know it, they will step forward and guess. Right or wrong, the team moves on to the next item on the list. This continues until all items are guessed or time runs out.The host will then recap all the ones they did not get, and the ones they did get."
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "bong_bong_bong",
          "name": "Bong, Bong, Bong",
          "aliases": [],
          "tags": [
            "jam_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "Celebrity Uber (Taxi)"
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "celebrity_uber_taxi",
          "name": "Celebrity Uber (Taxi)",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "chain_murder",
          "name": "Chain Murder",
          "aliases": [],
          "tags": [
            "family_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "This guessing game requires 4 players, and can be done with an audience member as the fourth person. 1 player stays while the rest of the team leaves the room. The host will get the following suggestions from the audience: a location, an occupation not related to the location, and a murder weapon that normally wouldn’t be used as a weapon (LOW). The goal is to give all clues, 1 player to the next (like a game of telephone), within 3 minutes. Location: McDonald’s Occupation: Dentist Weapon: Rubber Chicken Once all clues are gathered, 1 player that was sent outside will run in. The first player will then use pantomime and gibberish to convey all three clues. Once the second player believes they know the murder weapon, they will use it to murder the first player, and the audience shouts “they’re dead!” Then the next player runs in, and the second player will convey their clues to the next person and will ultimately be killed by the third player. This repeats with the fourth player. The host will then ask all players to rise from the dead and starting with the fourth player, ask them what they thought the location, occupation and murder weapon was. If the fourth player is wrong on one of them, they will go to the next player to see if they know what it is. You have 3 minutes total for the clue giving and guessing, so it’s ideally broken down like this: 1st and 2nd Players: 90 seconds (30 seconds each clue) 2nd and 3rd Players: 60 seconds (20 seconds each clue) 3rd and 4th Players: 30 seconds (10 seconds each clue) As the clue giver, you want the guesser to be the occupation. Similar to 5 Things when setting up the activity, you want to set up the guesser to be the person with the job. For the dentist, I would pantomime and gibberish my tooth being in pain and needing to be removed. Avoid parroting what the previous person gave you as a clue. If someone did the golden arches and did the “I’m Loving It” jingle for McDonald’s, then find something else that you could give a clue for McDonald’s. I would be a clown making a cheeseburger. Don’t be too fixated on getting things right. I would rather you have fun! It’s about the journey and not the destination. It can be even funnier when you get it wrong because the audience is in on the joke and can see the trainwreck from the beginning, especially in a game of telephone! Don’t repeat a wrong guess. If you thought the location was Burger King, but the previous player said it and it was wrong, say something else, even if you 100% thought it was Burger King. Crime Story (Principal’s Office) A guessing game. One person (the criminal) leaves the room, while the other players gather the suggestion of crime, motive, and accomplice. The crime is not a real crime, the motive is not connected to the crime at all, and the accomplice is a celebrity, cartoon character, historical figure, etc."
          },
          "rules": [],
          "tips": [],
          "examples": [
            "Crime: They watched a movie",
            "Motive: Because they were hungry for spaghetti",
            "Accomplice: They did it with Robert DeNiro.",
            "The game is played like a scene in an interrogation room, where the criminal (guesser) has to guess the entire crime. Clue givers must drop subtle hints to get the guesser to correctly say the crime. Hints come in the form of puns, setting the scene, and describing the scenario. Clue givers cannot say any of the words in the crime: so you can't say \"watched\" or \"movie,\" you must lead the guesser up to say it first. If the guesser does say a word that is part of the clue, then you may use it. The game is over once the guesser gets all three clues, or the host calls time.",
            "Clue givers:",
            "Start out subtle (puns are usually the most subtle), build up to more obvious clues.",
            "Pick a strong character (good cop, bad cop generally start, if there are three clue givers, someone can come in as a lawyer, another cop, a lover, a fellow criminal, etc).",
            "A third person can enter and leave as an additional clue giver, sometime during the second clue or the first clue if the guesser is struggling.",
            "Be sure to find a reason to leave as the third person in the middle so it doesn’t get too hectic.",
            "Giving clues is like climbing a ladder. Get the guesser to say each word one at a time: get him/her to say hungry, then get him/her to say spaghetti. Positive reinforcement! If they say HUNGRY! Say \"YES, you were hungry..but what did you want is the question!\" Saying yes tells the guesser if they are on the right track.",
            "When you give clues, make sure to leave room for the guesser to speak. It’s like a ping pong match, share the focus.",
            "Guesser:",
            "Pick a strong character! It's a guessing game, but still play the scene.",
            "Always throw out guesses, even if you have no idea! If you say HUNGRY and they positively reinforce you, keep saying HUNGRY in your guess. Climb that ladder with the clue givers.",
            "By constantly throwing out guesses (I call “active guessing”), you are subtly informing your clue givers where your train of thought is and then they can pivot with their clues.",
            "Gauge the time. If you know the answer right off the bat, play a little \"dumb\". The audience loves the struggle.",
            "I was in a game where we had 30 seconds left and they said “Shake it Off.” I immediately knew it was Taylor Swift as my accomplice, but I played dumb to build up the tension and eventually end the game strong at nearly the last possible moment.",
            "When you’re ready to guess the last clue (the accomplice), say the whole thing: crime, motivation and accomplice.",
            "“Fine, I’ll admit it! I was watching a movie because I was hungry for spaghetti and I did it with Robert DeNiro!”"
          ],
          "videoLinks": [
            "https://youtu.be/TOelOmoWgj4?t=1056"
          ]
        },
        {
          "id": "crime_story_principals_office",
          "name": "Crime Story (Principal’s Office)",
          "aliases": [],
          "tags": [
            "family_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "csi_crime_scene_improvisor",
          "name": "CSI: Crime Scene Improvisor",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "crystal_ball",
          "name": "Crystal Ball",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "dating_game",
          "name": "Dating Game",
          "aliases": [],
          "tags": [
            "family_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "This is a guessing game with one guesser and three clue givers. While the guesser is outside, the guessers each get a suggestion for a character. These can be anything from objects, high school cliques, occupations, celebrities, fictional characters, historical figures, etc. The guesser returns and asks 3 rounds of questions to the three bachelors/bachelorettes. The clue givers answer the questions while dropping subtle hints on who they are. Once the 3 rounds conclude, the guesser guesses the two he/she did not choose, and the person he/she did choose! The host will help facilitate and give additional clues if needed, or make quips! Clue Givers You get to choose your suggestion, so pick something you're confident with. If you know pop culture well, pick a celebrity, musician, etc. If you aren't too versed in actual people, be an object or occupation. You can even be specific with what you ask for: \"Can I get a Disney villain?\" \"Can I get a High School clique?\" Be subtle at first. If they can easily guess who you are by the first round, then you're being too obvious. Be specific. If the question is, \"Where would you take me on our first date?\" avoid giving a one-word answer. Take the audience on a journey into your character. Give your character a personality! Even if it is something that you wouldn’t normally associate with a personality. If you are a spatula, then what type of spatula are you? Commit hard to your character, even if you don't know a lot about it. Embody the character even when the spotlight isn’t on you, avoid going to a neutral stance when you’re not talking. Plus, it helps you maintain that character when you’re ready to speak again. Guesser Feel free to be a character yourself! My go-to character in this is a Southern Belle or a Prospector looking for love. Ask fairly simple questions that are open-ended. Some good questions are \"where would you take me on our first date?\", \"what activity can we do together to bond?\" \"What is your favorite place to be alone?\" You can also preface each question with a little bit about your character...\"Bachelor #1, the last date I went on was to the DMV, where's some place exciting you would take me?\" Ask the bachelors in rotating order. Question 1 to Bachelors 1, 2, then 3. Question 2 to 2, 3, 1. Question 3 to 3, 1, 2. This makes the game fair, so the same person isn't answering first every time. When guessing, start with someone you're pretty confident you know the answer to, then the one you're not so sure about, then end with one you are 100% confident in (or the most confident in). This makes it so the game ends on a pop! When you guess, preface it by naming the bachelor number you are guessing for. \"You know...I don't think I can choose bachelor #2, because I'm allergic to fish...Aquaman! Be confident with your guesses! Even if you have no idea who someone is, give a guess as if you are 100% certain that you do know. Some of the most fun in short form is being wrong, because it gives us a chance to see how your mind connects different dots to get to a completely new idea!"
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": [
            "https://youtu.be/43XxinWzPMo?t=1944",
            "https://www.youtube.com/watch?v=SHOa9FdeItM"
          ]
        },
        {
          "id": "dysfunction_junction",
          "name": "Dysfunction Junction",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "Evil Lair (Hostage Negotiator)"
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "evil_lair_hostage_negotiator",
          "name": "Evil Lair (Hostage Negotiator)",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "family_feud",
          "name": "Family Feud",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "Two groups of improvisers leave the room. The audience suggests a genre (a real genre like romantic comedy) for each group and then brainstorms a complete list (5 things) of common clichés from each genre. One set of improvisers returns, is given the genre, and creates a scene, trying to incorporate as many clichés as they can think of. Someone not in the scene ticks the list of audience-provided clichés as they’re used, the audience is encouraged to clap any time they spot a suggested cliché. The second set of improvisers return, get a different genre, and create their own scene with the clichés. Whichever group incorporated the most clichés wins. Alternatively, this can be done with one genre and both teams competing to get the most clichés from the same genre."
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "guess_that_thing",
          "name": "Guess That Thing!",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "hot_bell",
          "name": "Hot Bell",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "late_for_work",
          "name": "Late for Work",
          "aliases": [],
          "tags": [
            "family_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "One guesser is sent out of the room while one player is designated the boss and two others as the coworkers. The guesser will guess what activity made them late, why they did it and who is their alibi. As the host is gathering this information, the players will be writing this down to later recap for the audience (and for when clue givers forget what the answers are). The game begins when the guesser returns back in and the guesser will have about three minutes to guess everything. The boss will drop subtle verbal hints, while the coworkers will only use pantomime to show the clues. The boss may occasionally turn around to catch the coworkers in some awkward situation, which the coworkers will then justify what they’re doing. The game is over when time is up or the guesser completely states all three clues."
          },
          "rules": [],
          "tips": [
            {
              "role": "Guesser",
              "tips": [
                "The premise of this game is that you’re late for work and you’re making up your excuse on the spot with the help of your coworkers. Once you realize you’re in trouble, start looking at your coworkers behind your boss and look to them for help.",
                "Project and have fun with the struggle, you and the boss are going to be auditorily filling the space as the game goes on.",
                "The fun of this game is always the journey with guessing. If you’re unsure with your guess and you know it’s wrong, still say it with confidence. The audience knows the answer, so they get enjoyment when they can be like, “Haha, no you’re wrong!”"
              ]
            },
            {
              "role": "Boss and Coworkers",
              "tips": [
                "Listen to the time cues shouted out by the host, you generally want to give 1 minute per guess.",
                "If the guesser is still not getting it after time is winding down, don’t be afraid to be really obvious with the clues.",
                "Boss",
                "Give subtle verbal clues at first, as the fun of it is mainly from the pantomime given by the coworkers",
                "Once per section, the boss should look back and catch the coworkers in place with their pantomime. You’re providing a gift for the coworkers to justify whatever silly position they are in.",
                "You’re leading the conversation to make sure the guesser is on the right track with their guesses. If they’re venturing too far off, correct them.",
                "Have fun with the jerk boss character, you’re the comedic foil!",
                "Coworkers",
                "Start pantomiming once you see the guesser look towards you like they’re ready to start fibbing their way into an excuse.",
                "Similar to HSN, Playground Insults and 5 or 6 Things, establish the scene to provide better context for your clue.",
                "When the boss turns around, freeze or continue doing your motion (do NOT revert to a normal stance). It’s fun to see what justification you give to whatever you’re doing.",
                "Find moments when you can make a big noise to get the boss’s attention to turn around. If you find yourselves in a silly moment, prompting them can yield fun results!",
                "Stage Picture: make sure you’re both seen by the audience and by the guesser."
              ]
            }
          ],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "line_detector",
          "name": "Line Detector",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "mystery_where",
          "name": "Mystery Where",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "party_quirks",
          "name": "Party Quirks",
          "aliases": [],
          "tags": [
            "family_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "One performer is the Host of a party (the Guesser). The other three performers secretly receive a prompt for a character (usually something kind of bizarre). The host begins the game by doing a quick line to set up the fact that they are having a party. A doorbell will ring and the Guest 1 will come in. They will give some clues (physical/verbal). The doorbell will ring again, and Guest 2 will come in and give clues, then the doorbell will ring one more time, and finally Guest 3 will come on. Through clues, the Host will try to guess who each performer is. Once the guess is correct, a buzzer will ring, and that performer will leave. Party Guests I won't get into too many tips for playing the characters, because I've already talked about that in games like Let's Make a Date & Weird Newscasters. Refer to those tips from previous emails (just scroll down). Main thing is to COMMIT and not just limit yourself to verbal clues (be physical). Here are some tips though for the flow of the game. When you first enter the party, the full focus is on YOU. Use this time to truly become the character. Once the doorbell rings, you will have light focus. Which means that you can still be the character but think of it more in the background. You can still do subtle physical activities, because the Guesser will still be looking at you at times. In short, don't go neutral, you're still in the game. Once all Party Guests are out, now we are going to have a balance of give and take (mostly take). Which means, you need to get in there to give clues. Don't just let the conversation be between the Host and Party Guest #3. Take, take, take! Although the number 1 priority is to truly commit to the character, a side priority is to aim your clues around reality (being at a party). So, if you're playing the \"The Titanic sinking\", instead of just screaming \"ICEBERG!!!!\"....maybe scream \"ICEBERG salad! My favorite, I am on a diet you know?\" Try to keep your clues within the context of the attending a party, so the game doesn't become disconnected. Party Host When the game begins, establish the reality a bit. What type of party are you planning? Are you prepping appetizers? Are you setting up a game? Also keep doing it, up until you hear the doorbell. Imagine, you are last minute getting everything ready in a rush. As the Party Host, YOU are the glue. You are keeping this party together. So, stay strong as the host. A lot of the comedy comes from a bizarre character entering and after they provide their bizarre clues, you say something grounded around the party, \"Can I get you some artichoke dip?\" So just like the guests, you also need to stay in character! Try to avoid guessing right away. I prefer all guests to arrive before you start guessing. Also, try to not be confused by these weird people at this party. Even though this is a guessing game, imagine that you KNOW these people. You can 100% still be puzzled by what they are doing, but imagine you knew what you were getting into when inviting these people."
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "press_conference",
          "name": "Press Conference",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "One performer is holding a press conference as a CHARACTER who is announcing SOMETHING. They do not know who they are and what they are announcing. The other 3 performers are reporters who ask questions trying to clue the presenter into their endowments. The game is ended by the host who asks the presenter to guess. Guesser The notes here are somewhat similar to News Flash, since the concept is similar. The guesser's job is to be specific with their responses. The comedy comes from the juxtaposition between the responses and the actual Character/Announcement. The audience is in on the joke. The game starts with a simple introduction by the guesser, welcoming everybody to the event. Thank you for joining me here today. This has been weighing on me for a long time and I'm relieved to finally share this with you. Notice this line is meant to conclude the announcement and then questions come. It's as though the previous line was the announcement that the guesser is trying to guess. Don't worry about guessing. The game will end and the host will ask who you are and what you're announcing. You can drop a hint that clues the reporters in that you know one of the endowments. If your character is Santa Claus, then you might drop a reference to elves. When you do that, then the reporters should pivot to giving clues towards the announcement. Reporters Reporters ask questions when they are called on. Raise your hand when you're ready. When you are called on for the 1st time, I recommend naming yourself and who you represent"
          },
          "rules": [],
          "tips": [],
          "examples": [
            "It doesn't have to be a joke or a clue. It just helps contribute to the reality. ◦ Similar to News Flash, the first few questions can be simple and open ended. After that you can give subtle clues, puns, play-on-words, etc.",
            "You can also play with being actual reporters",
            "A few examples:",
            "Hold and use your notepad",
            "Scribble frantically when something big is given",
            "Give a vocal response to something gossipy",
            "Take a quick picture."
          ],
          "videoLinks": []
        },
        {
          "id": "qwazy_quest",
          "name": "Qwazy Quest",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        }
      ]
    },
    {
      "id": "musical_games",
      "name": "Musical Games",
      "description": "Music-based improv games",
      "games": [
        {
          "id": "audience_hammerstein",
          "name": "Audience & Hammerstein",
          "aliases": [],
          "tags": [
            "jam_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "The host gets suggestions of three unrelated made up song titles, then gets either a regular scene suggestion or the title of a never before produced musical. While the host is explaining the game, the players will quietly choose which song they would like to sing in the scene. The scene starts after a recap of the song titles. The players will then play the scene and find ways to call for their song by confidently saying their song title out to the audience (and sound booth or pianist). The scene ends when the host calls it or after all three songs are sung."
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "bartender",
          "name": "Bartender",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "Performer A plays the Bartender, and Performer B plays someone who has a problem or feels an emotion about something (in love with something, scared of something). The problem or feeling is a suggestion provided by the audience. Performer B enters the bar (set with few props). The song begins playing immediately and after some patter to begin the song, Performer B sings a verse or two about what they feel. Performer A sings a response that either helps solve the problem (if there is one) or heightens the problem/feeling. Typically, this game is done with 2 or 3 separate performers as the patrons, separated by the host grabbing new suggestions. Therefore, the songs should be short and sweet. Similar to Hoedown, this is more of a verse-based game with no chorus, since choruses can take extra time to establish."
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "beastie_rap",
          "name": "Beastie Rap",
          "aliases": [],
          "tags": [
            "family_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "Two groups of 3-4 take the stage and place themselves on opposite sides of the stage with a chair in front of them. One performer from each group sits in their chair, and a name is received from the audience. The singers will go back and forth with lines that rhyme with the received name, but the singers are not allowed to say the rhyme, they are leading their posse to say it."
          },
          "rules": [],
          "tips": [],
          "examples": [
            "Performer A: I know this dude and his name is...",
            "Posse A: GREG!",
            "Performer B: He stands real strong on only one...",
            "Posse B: LEG!",
            "Performer A: He’s a pro at cracking an...",
            "Posse A: EGG!",
            "Performer B: You want some breakfast, you’ll have to...",
            "Posse B: BEG!",
            "Anytime there’s a mistake, new performers rotate in. Mistakes come in the form of",
            "hesitating, falling off the beat, or repeating a word that’s been said.",
            "This game is based off the rap group Beastie Boys, and here are some of their songs:",
            "No Sleep Till Brooklyn",
            "(You Gotta) Fight For Your Right (To Party)",
            "Brass Monkey",
            "Paul Revere (We use this instrumental in the show)",
            "Paul Revere - Instrumental (If you want to practice on your own)",
            "Da Doo Ron Ron (Rap Rap)",
            "1st person: I met him on a Monday and his name was Bill",
            "All: Da Doo Ron Ron Ron, Da Doo Ron Ron",
            "2nd person: His tank was empty so I gave it a fill",
            "All: Da Doo Ron Ron Ron, Da Doo Ron Ron",
            "All (Except 3rd): Da doo do do, yea!",
            "3rd person: We pushed it up the hill",
            "All (Except 3rd): Da doo do do, yea!",
            "3rd person: I felt really ill",
            "All (Except 3rd): Da doo do, yea!",
            "3rd person: So he gave me a pill",
            "All: Da Doo Ron Ron Ron, Da Doo Ron Ron",
            "4th person: He gave me a pickle, said it was a dill",
            "All: Da Doo Ron Ron Ron, Da Doo Ron Ron",
            "5th person: I was super hungry so I stuffed it in my mouth!",
            "Host: Wait a minute, that doesn’t rhyme! (5th player is eliminated)",
            "Da Doo Rap Rap is the same, but with a “Say Whaaat” instead of “Da do do do, yeah!”",
            "The game will keep going until a player hesitates, falls off the meter or repeats a word that has been said previously.",
            "Once you hear a name, immediately start creating a list of words that rhyme with the name within your head.",
            "If you can’t think of any words that rhyme, then that means you can use any word* (Please keep it appropriate) you want! Fail big, go out on top by using a word that absolutely doesn’t rhyme at all like banana! The audience is expecting a rhyme so it can be funny to subvert those expectations with a line that keeps to the story but doesn’t rhyme.",
            "Super secret extra credit points are given if you can keep a consistent narrative going throughout the song. This can be extremely challenging, but it can provide fun opportunities for you to throw yourself out in ways that keep with the story but don’t rhyme.",
            "Similar to games like story, if we’ve gone for a while with no eliminations, find a way to throw yourself out so we can start fresh!"
          ],
          "videoLinks": [
            "https://www.youtube.com/watch?v=L0dikX80Ed8",
            "https://youtu.be/JVpO1BY5kAU?t=4623"
          ]
        },
        {
          "id": "da_doo_ron_ron_rap_rap",
          "name": "Da Doo Ron Ron (Rap Rap)",
          "aliases": [],
          "tags": [
            "family_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "doo_wop",
          "name": "Doo-Wop",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "3 Performers take the stage as a Doo Wop trio. The host gets the suggestion of single name and a way for that person to die (nothing real, more impractical). The Doo Wop trio sings a song lamenting the loss of the suggested person."
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "dueling_soundtracks",
          "name": "Dueling Soundtracks",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "Greatest Hits 4 Performers are onstage, with 2 seated on one side as the hosts and 2 are standing on the other side of the stage as the singers. A suggestion of an unlikely topic for a compilation CD is gathered from the audience, and the disc jockeys host a radio show where they first banter and then introduce songs from the CD. Once a song is introduced, the singers immediately sing that song. Once the song ends, we return to the hosts who banter and then introduce the next song. Typically, the game contains 3 songs total. The hosts can introduce songs by setting up the genre of song and then saying the song title."
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "greatest_hits_spotify_playlist",
          "name": "Greatest Hits (Spotify Playlist)",
          "aliases": [],
          "tags": [
            "family_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "hoedown",
          "name": "Hoedown",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "idol_american",
          "name": "Idol American",
          "aliases": [],
          "tags": [
            "family_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "Two teams are formed (usually 3 performers each). One team plays a musical group auditioning for American Idol, and the other team plays the judges. A suggestion of a title is grabbed from the audience. Team 1 begins by holding a note that shows the conclusion of their song. The judges one at a time give “feedback” to each of the other singers. The “feedback” is an endowment of something they did in the song. Once all judges have given their feedback, we see the full song performed in addition to the endowments played. Once the song ends, the roles switch."
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "inner_songalogue",
          "name": "Inner Songalogue",
          "aliases": [],
          "tags": [
            "family_friendly",
            "jam_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "3-4 players perform an improvised scene based on a suggestion. At any point, the host can shout “NAME! Inner Song-a-logue!” That performer sings a song based on their inner thoughts. When the song ends, they immediately spring back into reality and continue the scene."
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "irish_drinking_song",
          "name": "Irish Drinking Song",
          "aliases": [],
          "tags": [
            "seasonal"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "4 Performers form a line onstage, and the host grabs a suggestion of the theme for the Irish Drinking Song. The music plays (track available in Practice Folder), and the cast sings 4 sections. Each section has 2 verses, following the ABCB rhyming structure."
          },
          "rules": [],
          "tips": [],
          "examples": [
            "Performer 1: This is a singing game (A)",
            "Performer 2: We played in the class (B)",
            "Performer 3: It was really fun (C)",
            "Performer 4: It had a little sass (B)",
            "Performer 1: It can be a little hard (A)",
            "Performer 2: But we have to keep it simple (B)",
            "Performer 3: If we make it difficult (C)",
            "Performer 4: It’ll pop like a pimple (B)",
            "Everyone: Ohhh, aye-dee-di-dee-di-dee-di-dee-di-dee-di-dee-di",
            "We now go into the next section, but Person 2 starts the first line. The 3rd section is started by Person 3, and the 4th section by Person 4."
          ],
          "videoLinks": []
        },
        {
          "id": "keymaster",
          "name": "Keymaster",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "lounge_lizards",
          "name": "Lounge Lizards",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "Rap Battle (Rhyme Line) Two groups of 3-4 take the stage and place themselves on opposite sides of the stage. Each group is assigned a group of BLANK (ex. a group of Clowns, a group of Yogis, etc.). A rap backing track is played and both groups will go back and forth exchanging disses toward each other."
          },
          "rules": [],
          "tips": [],
          "examples": [
            "Clown:",
            "Yo, you think you’re clever, you’re about to have a frown",
            "Because you can’t match the pace of this clown.",
            "You’re going down not later but soon,",
            "I’m gonna twist you up like an animal balloon.",
            "OOOOOOOH!",
            "Yogi:",
            "Relax, you’re so angry you’re seething",
            "I think you could use a little deep breathing.",
            "And I think you’re definitely a clown at dissin’",
            "There’s no way you can match my Warrior Position.",
            "OOOOOOOH!",
            "At this point, the mics are given to two new rappers. The game ends with the audience voting on who won the Rap Battle."
          ],
          "videoLinks": []
        },
        {
          "id": "rap_battle_rhyme_line",
          "name": "Rap Battle (Rhyme Line)",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "scene_to_rap",
          "name": "Scene to Rap",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "4 Performers take the stage and stand off to the side. The host grabs a suggestion, usually in the form of an urgent situation, or even a well-known movie or story. A rapping track is played and the cast performs an improvised scene, completely in rap lyrics."
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "schoolhouse_mock",
          "name": "Schoolhouse Mock",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "sham_ilton",
          "name": "SHAM-ilton",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "sing_it",
          "name": "Sing It",
          "aliases": [],
          "tags": [
            "family_friendly",
            "jam_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "Players will do a neutral scene and at any moment the host can interrupt the scene by calling a player’s name, saying the last line they said, then “SING IT!” That player will now sing a song based on the suggested line, which is usually the chorus/thesis of the song they are singing. When they’re done, they will finish the song strong and go back into the scene. Other players can support during the song or even make it a duet or a group song."
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "three_headed_broadway_star",
          "name": "Three-Headed Broadway Star",
          "aliases": [],
          "tags": [
            "family_friendly",
            "jam_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "3 performers get on stage and are given a song title from the audience. The performers operate as one entity and sing one word at a time."
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        }
      ]
    },
    {
      "id": "miscellaneous_games",
      "name": "Miscellaneous Games",
      "description": "Other game formats",
      "games": [
        {
          "id": "advice_panel",
          "name": "Advice Panel",
          "aliases": [],
          "tags": [
            "family_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "audition",
          "name": "Audition",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "boo_yay",
          "name": "Boo Yay",
          "aliases": [],
          "tags": [
            "family_friendly",
            "jam_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "Two players step up and the host will get a non-controversial topic for both players to “debate.” One player will be assigned to say positive things about the topic, which will elicit a “yay” response from the audience. The other player will say negative things about the topic, which will elicit a “boo” response from the audience. Both players will go back-and-forth until one of them hesitates, says something that doesn’t make sense or gets the opposite reaction, or the host calls it to move the game along."
          },
          "rules": [],
          "tips": [],
          "examples": [
            "Player 1: Water keeps you hydrated!",
            "YAY!",
            "Player 2: Drinking water makes me go to the bathroom!",
            "BOO!",
            "Player 1: Pools are full of water and they cool you off!",
            "YAY!",
            "Player 2: You can drown.",
            "Boo!",
            "Call-In Radio"
          ],
          "videoLinks": []
        },
        {
          "id": "call_in_radio_show",
          "name": "Call-In Radio Show",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "complaint_letter",
          "name": "Complaint Letter",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "dr_know_it_all",
          "name": "Dr. Know-It-All",
          "aliases": [],
          "tags": [
            "family_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "fairy_tale_newscast",
          "name": "Fairy Tale Newscast",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "The host will ask the audience for a well-known fairy tale, then ask the volunteer to briefly explain it. After the interview, the players begin to host a news show. One player takes the lead anchor position and someone will be in the studio with them. The lead anchor will introduce a major event that has happened in the world of the fairy tale, that is a new development than the already established fairytale. For example, the anchor can discuss the housing shortage in the world of 3 Little Pigs. The lead anchor will then endow the player next to them with a character, and that player embodies that character. After some back and forth, the lead anchor will throw it to the other players out in the “field.” That field reporter will then endow another player a character. The segment will eventually return back to the studio where the lead anchor will again endow the player in the studio of a new character. This will then go back out to the field for one final segment. Alternatively, these sections could be sports, economy, weather, etc."
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "game_o_matic",
          "name": "Game-o-Matic",
          "aliases": [],
          "tags": [
            "family_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "The host will start by getting two initials from the audience. The host will then stall time for about 30 seconds while the players think of an entirely new game, both the name and how it’s played. The host will clear the stage and players one at a time will present the name of the game and succinctly describe how it’s played to the audience (just one or two sentences, you can give more details if your game gets chosen)."
          },
          "rules": [],
          "tips": [],
          "examples": [
            "Game: Epic Rap",
            "Description: Players will be doing a scene and then the host can yell “Epic Rap,” then music will play and the players will start rapping. The host will then yell, “Word!” and they will then stop rapping and go back to the scene.",
            "Game: Hey Girl (or Guy)",
            "Description: This is a pun-based game where our players will come out and pretend they’re hitting on you at a bar by giving you a pick up line based on a suggestion.",
            "Once all players have said their name, the host will come back out and help lead the audience in deciding which game gets chosen. You will then say the name of your game again, then one short blurb about the game. When voting, just say the name of the game. If your game gets chosen, then YOU now become the host of this game, complete with explaining the game and time calls.",
            "If you can’t think of an entirely new game and premise, just reskin an existing game. “Hey Girl” is basically “I Kissed A…” or “I like my lover…”",
            "It can be a host-interrupt game like New Choice or Forward - Reverse a replay game like Replay at Bernie’s or Eliminator Replay, a guessing game like Crime Story, etc.",
            "Do not repeat words already used in the title of games. If someone already used “epic,” well now your game is “excited” or another e- word.",
            "Have fun with this game, there is a chance it’s a failure because it can be a game you’ve never played before. But you’ll also never play it again!"
          ],
          "videoLinks": []
        },
        {
          "id": "good_bad_worst_advice",
          "name": "Good, Bad, Worst Advice",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "infomercial",
          "name": "Infomercial",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "An idea of a problem is received from the audience. The performers receive a box of random objects. They then begin hosting an infomercial to help solve the problem that was given. Every so often they bring a new object out and justify it into the infomercial. Don't worry about the props at first. Set up the reality. What's your show's name? Who are you? What are your names? What are your personalities? Banter with each other for a bit. Watch Ryan and Colin in any game based on addressing a camera in some type of show. They are great at this. Let the intro transition into the problem and how you're going to solve it I think it's best to have a leading statement or question before you bring out the objects. Let's demonstrate how this problem affects everyday Americans. Our competitors use this to handle the problem POORLY. So how can we help you solve this problem? The objects can sometimes be manipulated, so don't treat them as static, make them dynamic. The objects can be representative of other things; a graph, a 3D demonstration, a product, etc. SELL! SELL! SELL! Imagine you've done this infomercial before. Your characters KNOW what they are doing. Don't lose your energy or get confused. Maintain that strong character that you had before you grab your first object throughout."
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "instructional_manual",
          "name": "Instructional Manual",
          "aliases": [],
          "tags": [
            "family_friendly",
            "jam_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "Players stand on stage, forming a half circle around the host. The host gets an object from the audience that you wouldn’t really need a manual to use the product. Once received, the host will start pointing at the players to provide the introductory chapter of this product, which is a nice time to showcase that this product is no ordinary version of it, but it’s special! The host will point at a player and they must begin talking. Once the host moves their hand away, the player stops talking and then the next player pointed at will pick up the sentence and sometimes the word. Player 1: This pencil is special because it does not write with lead, it– (host stops pointing) Player 2: (host points now at them) –writes with blood from Zues, the Greek– (host stops pointing) Player 3: (host points now at them) –God of Thunder. OR Player 1: To properly lubricate this pencil, please use wa– Player 2: –termelons. Take the seeds from the fruit and see it shar– Player 3: –pen as the grind rubs against it. Eventually, the host will get new chapters that can be found in an instruction manual. Like maintenance, Q&A, warranty, etc. A round or chapter is over once someone hesitates, repeats, or fails to pick up what was previously said. The losing player may either be eliminated or receive an endowment. You are the expert on this product! Have that sophisticated, expert stance, voice, etc. If you say things that don’t make sense in the real world, that’s okay because this is a unique product that you and your fellow players only know! Remember the details previously said, even if they were from earlier rounds. Callbacks are always fun! LISTEN! Also, focus your attention on the host because they may be pointing to you soon. Look with your eyes, listen with your ears. Not all hosts do this, but typically we try to signal that we’re pointing to you next by making intense eye contact. Don’t worry about messing up! Just like What Are You Doing and Try That on for Size, this game needs people to fail. Find ways to dive if the rounds go on for too long."
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": [
            "https://youtu.be/FCGfZ8LLaqE?t=1741"
          ]
        },
        {
          "id": "jeopardy",
          "name": "Jeopardy",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "oracle",
          "name": "Oracle",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "radio",
          "name": "Radio",
          "aliases": [],
          "tags": [
            "family_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "spelling_bee",
          "name": "Spelling Bee",
          "aliases": [],
          "tags": [
            "family_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "This game is best played with three players. The players will line up in a row and can only speak one letter or word at a time. The host will start by asking the audience for an easy word to spell, like CAT. The players must say the word together at the same time, then spell it one at a time, starting with the player on stage right (house left). ALL PLAYERS: CAT Player 1: C Player 2: A Player 3: T ALL PLAYERS: CAT The host will then ask for a follow up on it, such as using it in a sentence, the origin of the word, definition, etc. The words will gradually ramp up in difficulty; elementary school word, middle school word, high school word, SAT, etc. Here’s another example: CASTLE ALL PLAYERS: CASTLE Player 1: C Player 2: A Player 3: S Player 1: T Player 2: L Player 3: E ALL PLAYERS: CASTLE Host: Can you use it in a sentence? ALL PLAYERS: CASTLE Player 1: A Player 2: Castle Player 3: Is Player 1: Where Player 2: The Player 3: Prince Player 1: Lives ALL PLAYERS: CASTLE Play at the top of your intelligence, the fun of this game is genuine and honest mistakes rather than contrived and forced mistakes Do your best with keeping up the speed of the game. Don’t worry too much about being accurate, messing up is fun! Also, try your best to speak in complete sentences."
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "slideshow",
          "name": "Slideshow",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "slo_mo_olympics",
          "name": "Slo-Mo Olympics",
          "aliases": [],
          "tags": [
            "family_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-8 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "Olympic event of mundane/non-sport activity. Get suggestion.",
            "suggestions": []
          },
          "rules": [
            "Athletes warm up at regular speed while being introduced",
            "Starting pistol fires (or commentators start match)",
            "Athletes switch to slow motion",
            "Commentators describe as high-stakes sporting event",
            "Game ends when athlete crosses finish line or vanquishes opponent"
          ],
          "tips": [
            {
              "role": "Commentators",
              "tips": [
                "Start strong - welcome audience, introduce yourself, event, then athletes",
                "React to what athletes are pantomiming",
                "Play with athletes - instant replays, zoom in",
                "Lead athletes to actions",
                "Don't talk over fellow commentator",
                "Maintain excitement, avoid dead air"
              ]
            },
            {
              "role": "Athletes",
              "tips": [
                "Before match, hint at character - good guy (face) or bad guy (heel)",
                "Play with props related to competition",
                "Go slow when match starts, match competitor's speed",
                "Make pantomiming distinct, especially hands",
                "React big with movements and facial expressions",
                "Earnestly do activity first, then sabotage opponent",
                "Use things related to activity when sabotaging",
                "Do 4-5 fighting beats during slo-mo",
                "Generally bad guy should lose"
              ]
            }
          ],
          "examples": [],
          "videoLinks": [],
          "notes": [
            "This can be played with an audience member as an athlete. As the fellow athlete, take care of the audience member and let them win."
          ]
        },
        {
          "id": "story",
          "name": "Story",
          "aliases": [],
          "tags": [
            "family_friendly",
            "jam_friendly"
          ],
          "playerCount": {
            "min": 4,
            "max": 8,
            "optimal": 6
          },
          "audienceParticipation": false,
          "duration": "8-12 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "Performers tell third-person story, can only speak when host points at them. Get story title.",
            "suggestions": []
          },
          "rules": [
            "Performers can only speak when host points at them",
            "When host pulls hand away, performer must stop",
            "Next person picks up EXACTLY where previous left off (mid-sentence/word)",
            "Elimination game - mess ups result in leaving stage",
            "New chapters announced after eliminations"
          ],
          "tips": [
            "Actions more important than dialogue/description",
            "Avoid delay tactics like \"decided to\"",
            "Use action words to keep plot going",
            "LISTEN - don't think of your own story",
            "Keep to 3-4 characters",
            "Keep story simple, follow first idea and heighten",
            "Don't solve problems, keep struggle going",
            "Don't worry about messing up - designed to make you fail",
            "Fall on grenade if no one has failed in a while",
            "New chapters = skip ahead in story"
          ],
          "examples": [],
          "videoLinks": [
            "https://youtu.be/4azG8Lo1faQ?t=3982"
          ]
        },
        {
          "id": "switch_interview",
          "name": "Switch Interview",
          "aliases": [],
          "tags": [
            "family_friendly",
            "jam_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "Fast-paced game where 2 people are on stage as a guest and host of a late night talk show, while the rest of the cast is on the back wall. A suggestion is given and they do a quick riff before the switch is called. The Host (stage left person) leaves, the guest moves over and becomes the Host, and a new guest arrives. A new suggestion is given and this continues like this until time is called. Always jump in the middle of the interview. This game benefits from speed and energy, you want to hit the ground running as soon as you get your suggestion. This is a big moment on this talk show that will be on all of the news stations the next day. Think Tom Cruise jumping on the sofa. Commit to it strongly because the scene will last no more than 10 seconds. It might be called on a really good initiation line Try to incorporate an action into the segment, it can help justify the suggestion rather than just talking about it. Remember the roles of Host & Guest; stick to the format of a talk show but you have freedom to be creative. So if the segment starts with the guest steering the ship to a boat; the Host might respond: \"Ladies & Gentlemen, we are about to experience a pillage by none other than Black Beard himself and might I say what a full & black beard it is!\" This game benefits from variety, change it up!"
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": [
            "https://youtu.be/4azG8Lo1faQ?t=4728"
          ]
        },
        {
          "id": "superhero_eulogy",
          "name": "Superhero Eulogy",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "tag_team_tale",
          "name": "Tag Team Tale",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "A title is received from the audience, and two groups of performers are onstage. One group tells the story, and one person from the other group acts it out (no dialogue or sound effects). The narrative group forms a line and the first person in line starts the story (3rd person perspective). That person keeps telling the story until the person behind them taps them on the back and continues EXACTLY where they left off. The Actor acts out EVERYTHING (characters, objects, concepts, etc.). When the Host shouts \"SWITCH\", the groups switch roles. The person who is narrating becomes the actor (the other two stand off to the side), and the previous Actor immediately starts narrating (the two who were off to the side form a line behind that new narrator) Narrative Group: Always look straight ahead, do not look at the actors. If you look at them, then your story becomes less progressive because you’re letting them decide your story. Tap outs start out every 5-10 seconds but as the game progresses, they should be literally every 2-3 seconds. Build the game up to controlled chaos! Stories involve action, description, and dialogue. For most of the story, use action! It's easier for the actor to convey. Avoid the phrase \"decided to...\" it's a delay tactic and doesn't actually progress the story. Actors: Do not talk, only mime the story. The audience’s eyes are on you, but their ears are on the storytellers. Big actions and justification! BE EVERYTHING!"
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "town_hall",
          "name": "Town Hall",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "two_minute_expert",
          "name": "Two-Minute Expert",
          "aliases": [],
          "tags": [
            "family_friendly",
            "jam_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "weird_newscasters",
          "name": "Weird Newscasters",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "4 Performers Needed. Performer A is the main anchor who receives no character endowment. Performer B is the co-anchor, who receives an endowment. We also have Performer C & D who are Sports & Weather; they also receive an endowment. These are weird endowments not from the audience but from the host. The segment begins with some News Intro Music, and both the Anchor and Co-Anchor are onstage. The Main Anchor introduces the show and themselves (usually a weird name (like Giuseppe Supwitdat) or a play on words or a real thing (like Chuck Stake), or even like a prank call name (like Hugh Jazz). The Main Anchor also names the other 3 characters when it comes time for them. This is a good breakdown of timing (It's not definitive, it's just a way to think about it). Music intro (5-10 seconds) Anchor and Co-Anchor onstage doing silent activity (shuffle report documents, checking teeth in mirror, combing hair, something random) Anchor Introduction and Intro to the Story (10-20 seconds) Anchor Introduces Co-Anchor and they Interact (20-30 seconds) Anchor Introduces Sports who then reports (20-30 seconds); ends with something like \"Back to You\" Anchor and Co-Anchor interact again (10-20 seconds) Anchor Introduces Weather who then reports (20-30 seconds); ends with \"Back to You\" Anchor closes out segment (\"Join us at 10pm to find out how many licks does it take get to the center of a tootsie roll pop\"); Last interaction between Anchor and Co-Anchor (10-20 seconds) Music outro (5-10 seconds) Silent activity between anchors to close out segment; last chance for Co-Anchor to close out their character-now silently. Keep it short and sweet. Don't drone on and lose sight of the fact that this is short form. Short form works well with the mentality that you should leave them wanting more. Follow the above time breakdown. You will receive weird and specific quirks. Maybe quirks that make you go \"WTF?!\" Your job is once the game begins, you need to commit to that quirk as though it's a part of your character portfolio. Don't judge your presentation, don't worry about if you're doing it right, and don't bail on your idea. If you start strong, then judge yourself, and back off your character, you're too in your head. Go full- on! This game will be over before you know it, so have fun playing this character probably for the first and last time ever! Show the fun discovery that you're having. There's a lot of give in this game. \"And with me tonight, my co-anchor, Mickey Louse\" \"And now let's go to Sports reporter Nancy Reginald for predictions for the big game!\" \"And let's find out what the precipitation is like this weekend with Weather's Rudolph Bignose.\" \"That's sports/weather, back to you!\" Be ready to GIVE focus to performers when it's time, BUT also be ready to take focus too. If you feel like it's right to move onto the next part of the game, then take focus and redirect it there. This usually falls onto the Main Anchor. They are the glue that holds the game together since they are playing more straight-laced (no quirk attached). So, whoever the Main Anchor is, keep the game in control, since performers may have big characters that could cause them to lose track of time. This game is weird and absurd, but to you and your newscasters, this is the norm. Don't treat the game as weird. The Main Anchor can show emotion and reactions to the absurdity but treat it more as you have been with these 3 people for years, don't treat it like \"This is my first day, and this is WEIRD, right?!?!\""
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        }
      ]
    },
    {
      "id": "jump_out_games",
      "name": "Jump Out Games",
      "description": "Quick-fire games with rapid responses",
      "games": [
        {
          "id": "185",
          "name": "185",
          "aliases": [],
          "tags": [
            "family_friendly",
            "jam_friendly"
          ],
          "playerCount": {
            "min": 4,
            "max": 10,
            "optimal": 6
          },
          "audienceParticipation": false,
          "duration": "5-8 minutes",
          "difficulty": "beginner",
          "setup": {
            "description": "Pun-telling game with specific format. Get noun/category suggestion.",
            "suggestions": []
          },
          "rules": [],
          "tips": [
            "Command that stage - tell joke like it's funniest thing ever",
            "Add physicality to sell joke",
            "Backline supports with laughs, groans, side comments",
            "Be the hero - fall on sword even with no joke",
            "Play with setup - elongate, tell differently, break rules"
          ],
          "examples": [
            "Command that stage! Try telling that joke like it’s the funniest thing ever. If it reads in your face or tone that you are not confident in the joke, it’s conveying to the audience that the joke is dead on arrival",
            "Feel free to add physicality to sell the joke",
            "The backline is there for support! Whether it’s a laugh, groan, side comment, etc. Laugh with the joke teller",
            "There is nothing scarier than an empty stage! Even if you have nothing, be the hero and “fall on the sword.” You’re giving your fellow players time to think of a joke. Who knows, maybe you’ll think of the punchline just as you start the set up!",
            "Play with the set up. The set up can be just as funny as the punchline. Elongate it, tell it differently, break the rules, it’s good to have variety"
          ],
          "videoLinks": [
            "https://youtu.be/Qmn7Q_TTbbo?t=4755"
          ]
        },
        {
          "id": "back_in_my_day",
          "name": "Back In My Day",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "celebrity_punishment",
          "name": "Celebrity Punishment",
          "aliases": [],
          "tags": [
            "family_friendly",
            "jam_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "csi_miami",
          "name": "CSI: Miami",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "expectations_reality",
          "name": "Expectations, Reality",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "foot_in_mouth",
          "name": "Foot in Mouth",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "here_lies",
          "name": "Here Lies",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "hey_waiter",
          "name": "Hey, Waiter",
          "aliases": [],
          "tags": [
            "family_friendly",
            "jam_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "A pun-telling game where an audience volunteer will be sitting on stage and players will come up to tell a pun. The volunteer will always initiate with, “Hey, waiter, there’s a ______ in my soup.” Volunteer: Hey, waiter, there’s a cow in my soup! Player: Well… I better MOOve it out of the way."
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "i_kissed_a",
          "name": "I Kissed A",
          "aliases": [],
          "tags": [
            "family_friendly",
            "jam_friendly"
          ],
          "playerCount": {
            "min": 4,
            "max": 10,
            "optimal": 6
          },
          "audienceParticipation": false,
          "duration": "5-8 minutes",
          "difficulty": "beginner",
          "setup": {
            "description": "Pun-telling game. Get noun/category suggestion.",
            "suggestions": []
          },
          "rules": [],
          "tips": [
            "Command stage with confidence",
            "Add physicality",
            "Backline supports",
            "Fall on sword if needed",
            "Play with setup",
            "Be okay with failing/bombing"
          ],
          "examples": [
            "Set Up: I kissed a COW last night.",
            "Everyone: Ooo, tell me more.",
            "Punchline: Yeah, then I kissed AN UDDER cow.",
            "Command that stage! Try telling that joke like it’s the funniest thing ever. If it reads in your face or tone that you are not confident in the joke, it’s conveying to the audience that the joke is dead on arrival",
            "Feel free to add physicality to sell the joke",
            "The backline is there for support! Whether it’s a laugh, groan, side comment, etc. Support the joke teller.",
            "There is nothing scarier than an empty stage! Even if you have nothing, be the hero and “fall on the sword.” You’re giving your fellow players time to think of a joke. Who knows, maybe you’ll think of the punchline just as you start the set up!",
            "Play with the set up. The set up can be just as funny as the punchline. Elongate it, tell it differently, break the rules, it’s good to have variety",
            "Be okay with failing or bombing in this game, it’s fun!"
          ],
          "videoLinks": [
            "https://youtu.be/Bfi57SvpBuE?t=4111"
          ]
        },
        {
          "id": "i_like_my_lover",
          "name": "I Like My Lover",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "its_not_you_its_me",
          "name": "It’s Not You, It’s Me",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "jimmy_the_pigeon",
          "name": "Jimmy the Pigeon",
          "aliases": [],
          "tags": [
            "family_friendly",
            "jam_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "Another pun-telling game! Here’s the setup with the suggestion cow: Set Up: Did you hear about Jimmy the Cow? Everyone: What Happened? Punchline: Him and I? We got BEEF!"
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "last_action_joke",
          "name": "Last Action Joke",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "Face the audience, kill someone with the suggestion, and give a cheesy action hero line. This is all about being really over-the-top and punny. If you have a sucky joke, GREAT! It will work even better if you commit hard to a cliché action hero (think Arnold and Sylvester). Got nothing? Take a bullet! A good way to do that is to go out and do a really elaborate killing of the person using the object directly. What would killing a person with a slinky look like? That might end of being the joke or it will buy you some time to think of something to say. Remember, your \"joke\" doesn't suck unless you show the audience it sucks."
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "let_me_tell_you_something_brother",
          "name": "Let Me Tell You Something, Brother",
          "aliases": [],
          "tags": [
            "family_friendly",
            "jam_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "Another pun-telling game, but this time you are embodying an 80’s/90’s WWF wrestler! You can play with the setup here, but here are the two common ones. If the suggestion was cow: “Let Me Tell You Something, Brother… They call me the cow (suggestion) because I will UDDERLY destroy you! Or they go straight into it: “Let Me Tell You Something, Brother… you and me, we got BEEF Rather than show you MUT examples, here is a list of WWF/WWE wrestlers and their famous promos if you ever want to emulate one of them:"
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": [
            "https://www.youtube.com/watch?v=ChNLkUuaLFk",
            "https://www.youtube.com/watch?v=8C4lK41SX-Q",
            "https://www.youtube.com/watch?v=5qtvuV4mx4s",
            "https://www.youtube.com/watch?v=YdGTIfv-NDY",
            "https://www.youtube.com/watch?v=tjWPoQWdmjg",
            "https://www.youtube.com/watch?v=9py4aMK3aIU",
            "https://www.youtube.com/watch?v=8GF7S4go5gE",
            "https://www.youtube.com/watch?v=tiaSYpa_yow",
            "https://www.youtube.com/watch?v=YNCKwUSasww"
          ]
        },
        {
          "id": "letters_from_camp",
          "name": "Letters From Camp",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "object_freeze",
          "name": "Object Freeze",
          "aliases": [],
          "tags": [
            "family_friendly",
            "jam_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "Objects are collected from the audience while the players have their back to the audience. The host will put an object on a stool, and the players must use the object in a way that it is not normally used. If it was an umbrella, you can use it as anything except an umbrella. This game is essentially the game of Props, as seen on Whose Line Is It Anyway?, except you'll receive actual objects that audience members would have in their pockets, purses, bags, etc. Just like with Last Action Joke or World's Worst, you need to COMMIT! Use the object and deliver a \"punchline\" or a line of dialogue to complement what you are doing. It also helps to bring someone out with you to assist. I've included a video to a Props game below. Notice how they successfully use the second person to just help further paint the picture. If the object was an umbrella, you can do a Pinocchio bit by making the umbrella your nose and have it grow when you lie. To paint the picture more clearly, have someone come out with you and be Gepetto. Adding the second person helps make it a mini scene, even if all they do is react. Feel free to also manipulate the object. If it's an umbrella, you can extend it, or open it up. If it's a box of Tic Tacs, you can open it up and use the Tic Tacs themselves to create a scene. Commit!"
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "props",
          "name": "Props",
          "aliases": [],
          "tags": [
            "family_friendly",
            "jam_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-8 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "2 pairs given weird objects to justify in different ways.",
            "suggestions": []
          },
          "rules": [
            "Pairs go back and forth in quick scenes (1-2 lines)",
            "Justify objects in different ways each time"
          ],
          "tips": [
            "Start simple with immediate associations",
            "Commit to choice and partner's choice",
            "Props can be manipulated - moved, altered, repositioned",
            "Your idea is good unless you say it sucks",
            "Be specific",
            "References work great",
            "Avoid dark references"
          ],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "tea_party",
          "name": "Tea Party",
          "aliases": [],
          "tags": [
            "family_friendly",
            "jam_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "A joke-telling game! You are now a bunch of gossipy aristocrats, or fancy British royalty. If the suggestion was a cow:. Set Up: Did you hear about the COW family? Everyone: Ooo, Dish It! Punchline: They are UDDERLY ridiculous"
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": [
            "https://youtu.be/vyDR-6Fqcho?t=5335"
          ]
        },
        {
          "id": "sex_with_me",
          "name": "Sex with Me",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "scenes_from_a_hat",
          "name": "Scenes From a Hat",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "This game is similar to World’s Worst, where it’s mostly quick step-out scenes based on suggested prompts/scenarios from a “hat”. Based on a prompt, each person steps out and delivers their unique justification of the prompt. After a few step out lines, a new prompt will be grabbed from the “hat.” My tips for this game are similar to World’s Worst since they are similar in style, so refer to those tips in my previous email. This game is very open-ended though, since literally anything can come from that hat, so be present-minded and commit strong to your choice."
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": [
            "https://www.reddit.com/r/ScenesFromAHat/"
          ]
        },
        {
          "id": "scenes_on_the_spot",
          "name": "Scenes on the Spot",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "southern_lawyer",
          "name": "Southern Lawyer",
          "aliases": [],
          "tags": [
            "family_friendly",
            "jam_friendly"
          ],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "Pun-telling game like I Kissed A! Usual setup is, “Your honor, I may be just a simple Chicken (suggestion) lawyer, but the evidence here is FOWL!”"
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": [
            "https://youtu.be/SBz6Jb8dbko?t=4607"
          ]
        },
        {
          "id": "whatcha_get",
          "name": "Whatcha Get?",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        },
        {
          "id": "worlds_worst",
          "name": "World’s Worst",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 4,
            "max": 10,
            "optimal": 6
          },
          "audienceParticipation": false,
          "duration": "5-8 minutes",
          "difficulty": "beginner",
          "setup": {
            "description": "Provide world's worst example of suggestion (occupation, reason to gather, slogan/jingle, etc.).",
            "suggestions": []
          },
          "rules": [],
          "tips": [
            "Commit!",
            "Bring someone up if inspired",
            "Treat like quick punchline",
            "Be specific",
            "Vary choices",
            "Worst doesn't always mean evil - could be incompetence",
            "Brainstorm impractical characters for situation"
          ],
          "examples": [],
          "videoLinks": [
            "https://www.youtube.com/watch?v=SVekFEjQavU",
            "https://www.youtube.com/watch?v=QJU8tVbqmA4",
            "https://www.youtube.com/watch?v=FaszW74MZEk"
          ]
        },
        {
          "id": "opening_games",
          "name": "~ Opening Games ~",
          "aliases": [],
          "tags": [],
          "playerCount": {
            "min": 2,
            "max": 10,
            "optimal": 4
          },
          "audienceParticipation": false,
          "duration": "5-10 minutes",
          "difficulty": "intermediate",
          "setup": {
            "description": "",
            "suggestions": []
          },
          "rules": [],
          "tips": [],
          "examples": [],
          "videoLinks": []
        }
      ]
    }
  ]
}